// Массив объектов:
// answer:		array of answers
// answerTrue:	index of true answer [from 0]
// using1:		questions[getTicket(1)[0]].text
// using2:		questions[getTopic(1)[0]].text
var questions = [
	{	//num:1 //index:0
		text: 'Какие транспортные средства относятся к маршрутным транспортным средствам (транспортным средствам общего пользования)?',
		img: '',
		answer: [
			'Все автобусы.',
			'Автобусы, микроавтобусы, троллейбусы, трамваи и маршрутные такси, движущиеся по установленным маршрутам и имеющие определенные места для посадки (высадки) пассажиров.',
			'Любые траспортные средства, перевозящие пассажиров'
		],
		answerTrue: 1, //2
		prompt: 'html text'
	},
	{	//num:2 //index:1
		text: 'В каких направлениях вам разрешено продолжить движение?',
		img: 'http://avtoclub.dn.ua/test/test/ab_images/01-02.jpg',
		answer: [
			'Только Б.',
			'Только А и Б.',
			'В любых.'
		],
		answerTrue: 1, //2
		prompt: 'html text'
	},
	{	//num:3 //index:2
		text: 'Как называется данный дорожный знак?',
		img: 'http://avtoclub.dn.ua/test/test/ab_images/01-03.jpg',
		answer: [
			'Возможен неожиданный выезд трамвая на дорогу.',
			'Пересечение подвесной канатной дороги.',
			'Пересечение с трамвайными путями.',
			'Опасное пересечение дороги с трамвайными путями.'
		],
		answerTrue: 2, //3
		prompt: 'html text'
	},
    {	//num:4 //index:3
        text: 'Эта табличка в сочетании с дорожным знаком "Зона стоянки" разрешает вам осуществлять стоянку легкового автомобиля с использованием тротуара:',
        img: 'http://avtoclub.dn.ua/test/test/ab_images/01-04.jpg',
        answer: [
            'Только на правой стороне дороги до ближайшего по ходу движения перекрестка.',
            'Только на правой стороне дороги до знака "Конец зоны стоянки".',
            'Только способом, указанным на табличке.'
        ],
        answerTrue: 2, //3
        prompt: 'html text'
    },
    {	//num:5 //index:4
        text: 'Эта горизонтальная дорожная разметка, нанесенная на полосе движения:',
        img: 'http://avtoclub.dn.ua/test/test/ab_images/01-05.jpg',
        answer: [
            'Предоставляет вам преимущество при перестроении на правую полосу.',
            'Информирует вас о том, что дорога поворачивает направо.',
            'Предупреждает вас о приближении к сужению проезжей части.'
        ],
        answerTrue: 2, //3
        prompt: 'html text'
    },
    {	//num:6 //index:5
        text: 'Что означает мигание зеленого сигнала светофора?',
        img: '',
        answer: [
            'Предупреждает о неисправности светофора.',
            'Разрешает движение, но информирует о том, что вскоре будет включен сигнал, запрещающий движение.',
            'Запрещает дальнейшее движение.'
        ],
        answerTrue: 1, //2
        prompt: 'html text'
    },
    {	//num:7 //index:6
        text: 'Обязаны ли вы в данной ситуации подать сигнал правого поворота?',
        img: 'http://avtoclub.dn.ua/test/test/ab_images/01-07.jpg',
        answer: [
            'Да.',
            'Да, но только при наличии движущихся сзади транспортных средств.',
            'Нет.'
        ],
        answerTrue: 2, //3
        prompt: 'html text'
    },
    {	//num:8 //index:7
        text: 'Кто должен уступить дорогу при одновременном перестроении?',
        img: 'http://avtoclub.dn.ua/test/test/ab_images/01-08.jpg',
        answer: [
            'Водитель автомобиля.',
            'Водитель мотоцикла.'
        ],
        answerTrue: 0, //1
        prompt: 'html text'
    },
    {	//num:9 //index:8
        text: 'По какой траектории вам разрешено выполнить разворот?',
        img: 'http://avtoclub.dn.ua/test/test/ab_images/01-09.jpg',
        answer: [
            'Только по А.',
            'Только по Б.',
            'По любой.'
        ],
        answerTrue: 0, //1
        prompt: 'html text'
    },
    {	//num:10 //index:9
        text: 'С какой скоростью вы можете продолжить движение вне населенного пункта по левой полосе дороги на легковом автомобиле?',
        img: 'http://avtoclub.dn.ua/test/test/ab_images/01-10.jpg',
        answer: [
            'Не более 50 км/ч.',
            'Не менее 50 км/ч и не более 70 км/ч.',
            'Не менее 50 км/ч и не более 110 км/ч.'
        ],
        answerTrue: 2, //3
        prompt: 'html text'
    },
    {	//num:11 //index:10
        text: 'Может ли водитель легкового автомобиля в населенном пункте выполнить опережение грузового автомобиля по такой траектории?',
        img: 'http://avtoclub.dn.ua/test/test/ab_images/01-11.jpg',
        answer: [
            'Да.',
            'Нет.'
        ],
        answerTrue: 0, //1
        prompt: 'html text'
    },
    {	//num:12 //index:11
        text: 'Разрешено ли водителю поставить автомобиль на стоянку в указанном месте?',
        img: 'http://avtoclub.dn.ua/test/test/ab_images/01-12.jpg',
        answer: [
            'Да.',
            'Нет.'
        ],
        answerTrue: 1, //2
        prompt: 'html text'
    },
    {	//num:13 //index:12
        text: 'Вы намерены повернуть направо. Следует ли уступить дорогу автобусу?',
        img: 'http://avtoclub.dn.ua/test/test/ab_images/01-13.jpg',
        answer: [
            'Да.',
            'Нет.'
        ],
        answerTrue: 0, //1
        prompt: 'html text'
    },
    {	//num:14 //index:13
        text: 'Вы намерены проехать перекресток в прямом направлении. Ваши действия?',
        img: 'http://avtoclub.dn.ua/test/test/ab_images/01-14.jpg',
        answer: [
            'Уступите дорогу легковому автомобилю, поскольку он первым въехал на перекресток.',
            'Убедитесь, что легковой автомобиль уступает дорогу, и только тогда проедете перекресток первым.'
        ],
        answerTrue: 1, //2
        prompt: 'html text'
    },
    {	//num:15 //index:14
        text: 'Вы намерены повернуть налево. Кому следует уступить дорогу?',
        img: 'http://avtoclub.dn.ua/test/test/ab_images/01-15.jpg',
        answer: [
            'Только автобусу.',
            'Только легковому автомобилю.',
            'Никому.'
        ],
        answerTrue: 2, //3
        prompt: 'html text'
    },
    {	//num:16 //index:15
        text: 'С какой максимальной скоростью вы можете продолжить движение за знаком?',
        img: 'http://avtoclub.dn.ua/test/test/ab_images/01-16.jpg',
        answer: [
            '60 км/ч.',
            '50 км/ч.',
            '30 км/ч.',
            '20 км/ч.'
        ],
        answerTrue: 3, //4
        prompt: 'html text'
    },
    {	//num:17 //index:16
        text: 'Какие внешние световые приборы вы можете использовать при движении в темное время суток на неосвещенных участках дорог?',
        img: '',
        answer: [
            'Только фары ближнего света.',
            'Только фары дальнего света.',
            'Фары ближнего или дальнего света.'
        ],
        answerTrue: 2, //3
        prompt: 'html text'
    },
    {	//num:18 //index:17
        text: 'При какой неисправности разрешается эксплуатация транспортного средства?',
        img: '',
        answer: [
            'Не работают запоры горловин топливных баков.',
            'Не работает механизм регулировки сиденья водителя.',
            'Не работает устройство обогрева и обдува стекла.',
            'Не работает стеклоподъемник.'
        ],
        answerTrue: 3, //4
        prompt: 'html text'
    },
    {	//num:19 //index:18
        text: 'В случае, когда правые колеса автомобиля наезжают на неукрепленную влажную обочину, рекомендуется:',
        img: '',
        answer: [
            'Затормозить и полностью остановиться.',
            'Затормозить и плавно направить автомобиль в левую сторону.',
            'Не прибегая к торможению, плавно вернуть автомобиль на проезжую часть.'
        ],
        answerTrue: 2, //3
        prompt: 'html text'
    },
    {	//num:20 //index:19
        text: 'Когда следует проводить сердечно-легочную реанимацию пострадавшего?',
        img: '',
        answer: [
            'При потере пострадавшим сознания, независимо от наличия пульса на сонной артерии и дыхания.',
            'При потере пострадавшим сознания и отсутствии пульса на сонной артерии, а также признаков дыхания.'
        ],
        answerTrue: 1, //2
        prompt: 'html text'
    },
    {   //B02
        text: "При движении на автомобилях, оборудованных ремнями безопасности, пристегиваться ремнями должны:",
        img: "",
        answer: [
            "Только водитель.",
            "Только водитель и пассажир на переднем сиденье.",
            "Все лица, находящиеся в автомобиле."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Можете ли вы въехать на мост первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/02-02.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение на грузовом автомобиле с разрешенной максимальной массой не более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/02-03.jpg",
        answer: [
            "60 км/ч.",
            "70 км/ч.",
            "80 км/ч."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Что запрещено в зоне действия этого знака?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/02-04.jpg",
        answer: [
            "Движение автомобилей со скоростью менее 20 км/ч.",
            "Движение пешеходов по проезжей части.",
            "Учебная езда."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон, если реверсивные светофоры отключены?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/02-05.jpg",
        answer: [
            "Разрешен.",
            "Разрешен, если скорость автобуса менее 30 км/ч.",
            "Не разрешен."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/02-06.jpg",
        answer: [
            "Только налево.",
            "Прямо и налево.",
            "Налево и в обратном направлении."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Поднятая рука вверх водителя легкового автомобиля является сигналом, информирующим вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/02-07.jpg",
        answer: [
            "О его намерении повернуть направо.",
            "О его намерении продолжить движение прямо.",
            "О его намерении снизить скорость, чтобы остановиться и уступить дорогу мотоциклисту."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Двигаясь по левой полосе, вы намерены перестроиться на правую. На каком из рисунков показана ситуация, в которой вы обязаны уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/02-08.jpg",
        answer: [
            "На левом.",
            "На правом.",
            "На обоих."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам разворот в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/02-09.jpg",
        answer: [
            "Разрешен только при отсутствии приближающегося поезда.",
            "Разрешен.",
            "Запрещен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких случаях вы можете наезжать на прерывистые линии разметки, разделяющие проезжую часть на полосы движения?",
        img: "",
        answer: [
            "Только при перестроении.",
            "Только при движении в темное время суток.",
            "Только если на дороге нет других транспортных средств.",
            "Во всех перечисленных случаях."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам обогнать мотоциклиста?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/02-11.jpg",
        answer: [
            "Разрешено.",
            "Запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Нарушил ли водитель грузового автомобиля с разрешенной массой не более 3,5 т правила стоянки в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/02-12.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/02-13.jpg",
        answer: [
            "Только пешеходам.",
            "Только автобусу.",
            "Автобусу и пешеходам.",
            "Никому."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/02-14.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Уступите дорогу автомобилю."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Обязан ли мотоциклист уступить вам дорогу в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/02-15.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В данной ситуации вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/02-16.jpg",
        answer: [
            "Должны уступить дорогу автобусу, начинающему движение от обозначенного места остановки.",
            "Имеете преимущество, т.к. водитель автобуса начинает движение с выездом на вторую полосу."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких из перечисленных случаев запрещена буксировка на гибкой сцепке?",
        img: "",
        answer: [
            "Только на горных дорогах.",
            "Только в гололедицу.",
            "Только в темное время суток и в условиях недостаточной видимости.",
            "Правильные ответы 1 и 2."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Какая наименьшая величина остаточной высоты рисунка протектора допускается при эксплуатации мотоцикла?",
        img: "",
        answer: [
            "0,8 мм.",
            "1,0 мм.",
            "1,6 мм.",
            "2,0 мм."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Что подразумевается под остановочным путем?",
        img: "",
        answer: [
            "Расстояние, пройденное транспортным средством с момента обнаружения водителем опасности до полной остановки.",
            "Расстояние, пройденное транспортным средством с момента начала срабатывания тормозного привода до полной остановки.",
            "Расстояние, соответствующее тормозному пути, определенному технической характеристикой данного транспортного средства."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Что подразумевается под временем реакции водителя?",
        img: "",
        answer: [
            "Время с момента обнаружения водителем опасности до полной остановки транспортного средства.",
            "Время со момента обнаружения водителем опасности до начала принятия мер по ее избежанию.",
            "Время, необходимое для переноса ноги с педали подачи топлива на педаль тормоза."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {   //B03
        text: "Выезжая с грунтовой дороги, вы попадаете:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/03-01.jpg",
        answer: [
            "На главную дорогу.",
            "На равнозначную дорогу."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком месте вы должны остановиться?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/03-02.jpg",
        answer: [
            "Перед знаком (А).",
            "Перед перекрестком (Б).",
            "Перед краем пересекаемой проезжей части (В)."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком случае вам необходимо двигаться со скоростью 40 км/ч?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/03-03.jpg",
        answer: [
            "Во всех случаях.",
            "Только в том случае, когда покрытие на дороге влажное."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие из знаков устанавливают в начале дороги с односторонним движением?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/03-04.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Б или Г.",
            "Б или В."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы остановиться в этом месте для посадки или высадки пассажиров?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/03-05.jpg",
        answer: [
            "Да.",
            "Да, если вы не создадите помех движению маршрутных транспортных средств.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких направлениях может продолжить движение водитель автомобиля с включенными проблесковыми маячками?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/03-06.jpg",
        answer: [
            "Только направо.",
            "Только прямо или направо.",
            "В любом."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких случаях вы не должны подавать предупреждающий сигнал указателями поворота?",
        img: "",
        answer: [
            "Только при отсутствии на дороге других участников движения.",
            "Только если сигнал может ввести в заблуждение других участников движения.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете выполнить правый поворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/03-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам таким образом выполнить разворот на перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/03-09.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой полосе вам разрешено движение в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/03-10.jpg",
        answer: [
            "По любой.",
            "Только по правой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком случае вы можете начать обгон, если такой маневр на данном участке дороги не запрещен?",
        img: "",
        answer: [
            "Только если полоса встречного движения свободна на достаточном для обгона расстоянии.",
            "Только если ваc никто не обгоняет.",
            "В случае, если выполнены оба условия."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка для посадки пассажира в этом месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/03-12.jpg",
        answer: [
            "Разрешена.",
            "Разрешена, если при этом не будет создано помех для движения маршрутных транспортных средств.",
            "Запрещена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При движении прямо вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/03-13.jpg",
        answer: [
            "Должны остановиться перед стоп-линией.",
            "Можете продолжить движение через перекресток без остановки.",
            "Должны уступить дорогу транспортным средствам, движущимся с других направлений."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/03-14.jpg",
        answer: [
            "Проедете перекресток вторым.",
            "Проедете перекресток первым.",
            "Проедете перекресток последним."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/03-15.jpg",
        answer: [
            "Трамваю А и легковому автомобилю.",
            "Только трамваю А.",
            "Всем транспортным средствам.",
            "Никому."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил правила остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/03-16.jpg",
        answer: [
            "Только водитель легкового автомобиля.",
            "Только водитель грузового автомобиля.",
            "Оба нарушили."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие из перечисленных требований предъявляются к обучаемому, допущенному к учебной езде на дорогах?",
        img: "",
        answer: [
            "Возраст не менее 16 лет.",
            "Отсутствие медицинских противопоказаний.",
            "Знание Правил дорожного движения.",
            "Все перечисленные требования."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "В каких случаях запрещается эксплуатация мотоцикла?",
        img: "",
        answer: [
            "При отсутствии предусмотренных конструкцией дуг безопасности, подножек, поперечных рукояток для пассажиров на седле.",
            "Только при отсутствии предусмотренных конструкцией дуг безопасности.",
            "Только при отсутствии предусмотренных конструкцией подножек, поперечных рукояток для пассажиров на седле."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "На повороте возник занос задней оси переднеприводного автомобиля. Ваши действия?",
        img: "",
        answer: [
            "Уменьшите подачу топлива, рулевым колесом стабилизируете движение.",
            "Притормозите и повернете рулевое колесо в сторону заноса.",
            "Значительно увеличите подачу топлива, не меняя положения рулевого колеса.",
            "Слегка увеличите подачу топлива, корректируя направление движения рулевым колесом."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Какие сведения необходимо сообщить диспетчеру для вызова \"Скорой помощи\" при ДТП?",
        img: "",
        answer: [
            "Указать общеизвестные ориентиры, ближайшие к месту ДТП. Сообщить о количестве пострадавших, указать их пол и возраст, свою фамилию.",
            "Указать улицу и номер дома, ближайшие к месту ДТП. Сообщить кто пострадал в ДТП (пешеходы, водитель автомобиля или пассажиры), описать травмы, которые они получили, понитересоваться, когда прибудет карета \"Скорой помощи\" и успокоить пострадавших.",
            "Указать точное место совершенного ДТП (назвать улицу, номер дома и общеизвестные ориентиры, ближайшие к месту ДТП). Сообщить о количестве пострадавших, их пол, примерный возраст и о наличии у них признаков жизни, а также кровотечения."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {   //B04
        text: "Проезжая часть данной дороги имеет:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/04-01.jpg",
        answer: [
            "Одну полосу для движения.",
            "Две полосы для движения.",
            "Три полосы для движения."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Эти дорожные знаки (установленные вне населенного пункта) предупреждают вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/04-02.jpg",
        answer: [
            "О наличии через 500 м опасных поворотов.",
            "О том, что на расстоянии 150-300 м за дорожным знаком начнется участок дороги протяженностью 500 м с несколькими поворотами.",
            "О том, что сразу за знаком начнется участок протяженностью 500 м с несколькими опасными поворотами."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какой из знаков распространяет свое действие только на ту полосу, над которой он установлен?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/04-03.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Б и В."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Этот дорожный знак с желтым фоном информирует вас о том, что:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/04-04.jpg",
        answer: [
            "Дальнейшее движение возможно только по второй полосе.",
            "Дальнейшее движение возможно только по проезжей части встречного направления.",
            "Дальнейшее движение возможно только по другой дороге."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Что означает разметка в виде надписи \"СТОП\" на проезжей части?",
        img: "",
        answer: [
            "Предупреждает о приближении к стоп-линии перед регулируемым перекрестком.",
            "Предупреждает о приближении к стоп-линии и знаку \"Движение без остановки запрещено\".",
            "Предупреждает о приближении к знаку \"Уступи дорогу\"."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Каким транспортным средствам разрешено движение прямо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/04-06.jpg",
        answer: [
            "Только легковому и грузовому автомобилям.",
            "Только грузовому автомобилю.",
            "Только грузовому автомобилю и автобусу.",
            "Всем транспортным средствам."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение по главной дороге. Обязаны ли вы при этом включить правые указатели поворота?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/04-07.jpg",
        answer: [
            "Да.",
            "Да, только при наличии движущегося сзади транспортного средства.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто обязан уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/04-08.jpg",
        answer: [
            "Водитель грузового автомобиля.",
            "Водитель легкового автомобиля."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете выполнить разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/04-09.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой полосе проезжей части вам разрешено движение в населенном пункте, если по техническим причинам ваше транспортное средство не может развивать скорость более 40 км/ч?",
        img: "",
        answer: [
            "Только по крайней правой.",
            "Не далее второй полосы.",
            "По любой, кроме крайней левой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам обогнать мотоциклиста?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/04-11.jpg",
        answer: [
            "Разрешено.",
            "Разрешено только после проезда перекрестка.",
            "Запрещено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил правила стоянки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/04-12.jpg",
        answer: [
            "Оба нарушили.",
            "Только водитель автомобиля.",
            "Только водитель мотоцикла.",
            "Никто не нарушил."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/04-13.jpg",
        answer: [
            "Проедете первым.",
            "Уступите дорогу только встречному автомобилю.",
            "Уступите дорогу только автомобилю с включенными проблесковым маячком и специальным звуковым сигналом.",
            "Уступите дорогу обоим транспортным средствам."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение в прямом направлении. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/04-14.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Продолжите движение после выезда на перекресток легкового автомобиля."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены развернуться. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/04-15.jpg",
        answer: [
            "Уступите дорогу только легковому автомобилю и развернетесь.",
            "Уступите дорогу обоим транспортным средствам и развернетесь."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие действия запрещены в жилой зоне?",
        img: "",
        answer: [
            "Только транзитное движение.",
            "Только учебная езда.",
            "Только стоянка с работающим двигателем.",
            "Все вышеперечисленные действия."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Какое расстояние должно быть обеспечено между буксирующим и буксируемым транспортными средствами при буксировке на жесткой сцепке?",
        img: "",
        answer: [
            "Не более 4 м.",
            "От 4 до 6 м.",
            "Правилами не регламентируется."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае вам разрешается эксплуатация транспортного средства?",
        img: "",
        answer: [
            "Количество, тип, цвет, размещение и режим работы внешних световых приборов не отвечает требованиям конструкции транспортного средства.",
            "Нарушена регулировка фар.",
            "На световых приборах нет рассеивателей или используются рассеиватели, не соответствующие типу данного светового прибора.",
            "Отсутствуют противотуманные фары."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Что следует предпринять водителю для предотвращения опасных последствий заноса автомобиля при резком повороте руля на скользкой дороге?",
        img: "",
        answer: [
            "Быстро, но плавно повернуть рулевое колесо в сторону заноса, затем опережающим воздействием на рулевое колесо выровнять траекторию движения автомобиля.",
            "Выключить сцепление.",
            "Нажать на педаль тормоза."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Как следует расположить руки на грудной клетке пострадавшего при выполнении непрямого массажа сердца?",
        img: "",
        answer: [
            "Основания ладоней обеих рук должны располагаться на грудной клетке на два пальца выше мечевидного отростка так, чтобы большой палец одной руки указывал в сторону левого плеча пострадавшего, а другой - в сторону правого плеча.",
            "Основания ладоней обеих рук, которые накладываются одна на другую, должны располагаться на грудине на два пальца выше мечевидного отростка так, чтобы большой палец одной руки указывал в сторону подбородка пострадавшего, а другой - в сторону живота.",
            "Непрямой массаж сердца выполняется основанием ладони только одной руки, расположенной на грудной клетке на два пальца выше мечевидного отростка. Направление большого пальца не имеет значения."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {   //B05
        text: "Сколько проезжих частей имеет данная дорога?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-01.jpg",
        answer: [
            "Одну.",
            "Две.",
            "Четыре."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие знаки распространяют свое действие только на период времени, когда покрытие проезжей части влажное?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-02.jpg",
        answer: [
            "Только А.",
            "Только А и Б.",
            "Все."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешена ли вам стоянка в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-03.jpg",
        answer: [
            "Разрешена.",
            "Разрешена, но только в светлое время суток.",
            "Запрещена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Нарушил ли водитель грузового автомобиля правила стоянки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-04.jpg",
        answer: [
            "Нарушил.",
            "Нарушил, если разрешенная максимальная масса автомобиля более 3,5 т.",
            "Не нарушил."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Такая вертикальная разметка на ограждении дороги предупреждает вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-05.jpg",
        answer: [
            "О приближении к железнодорожному переезду.",
            "О приближении к опасному пересечению.",
            "О движении по опасному участку дороги."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли вам продолжить движение, если при включении желтого сигнала светофора после зеленого вы можете остановиться перед перекрестком, только применив экстренное торможение?",
        img: "",
        answer: [
            "Разрешается.",
            "Разрешается, только если вы намерены проехать перекресток в прямом направлении.",
            "Не разрешается."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Такой сигнал рукой, подаваемый мотоциклистом, информирует вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-07.jpg",
        answer: [
            "О его намерении продолжить движение прямо.",
            "О его намерении повернуть направо.",
            "О его намерении снизить скорость, чтобы остановиться и уступить дорогу легковому автомобилю."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких направлениях вы можете продолжить движение по второй полосе на легковом автомобиле?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-08.jpg",
        answer: [
            "Только прямо.",
            "Только прямо и налево.",
            "Только прямо и направо.",
            "Налево и в обратном направлении."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Вам необходимо повернуть на примыкающую справа дорогу. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-09.jpg",
        answer: [
            "Не меняя полосы, снизить скорость, затем перестроиться на полосу торможения.",
            "Не меняя скорости, перестроиться на полосу торможения, снизить скорость, затем приступить к повороту.",
            "Возможны оба варианта действий."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение на легковом автомобиле с прицепом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-10.jpg",
        answer: [
            "50 км/ч.",
            "60 км/ч.",
            "70 км/ч.",
            "80 км/ч."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Можете ли вы после опережения грузового автомобиля продолжить движение по левой полосе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-11.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил правила стоянки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-12.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Никто не нарушил."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены развернуться. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-13.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Произведете разворот, уступив дорогу легковому автомобилю."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-14.jpg",
        answer: [
            "Только трамваю.",
            "Только легковому автомобилю.",
            "Обоим транспортным средствам."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-15.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Уступите дорогу только грузовому автомобилю с включенным проблесковым маячком.",
            "Уступите дорогу обоим транспортным средствам."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам проехать железнодорожный переезд?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-16.jpg",
        answer: [
            "Да, так как дежурный по переезду запрещает движение только встречному автомобилю.",
            "Да, если отсутствует приближающийся поезд.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких случаях разрешено применять звуковые сигналы в населенных пунктах?",
        img: "",
        answer: [
            "Только для предупреждения о намерении произвести обгон.",
            "Только для предотвращения дорожно-транспортного происшествия.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При каком значении суммарного люфта в рулевом управлении допускается эксплуатация легкового автомобиля?",
        img: "",
        answer: [
            "Не более 10 градусов.",
            "не более 20 градусов.",
            "Не более 25 градусов."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вероятность возникновения аварийной ситуации при движении в плотном транспортном потоке будет меньше, если скорость вашего транспортного средства:",
        img: "",
        answer: [
            "Значительно меньше средней скорости потока.",
            "Значительно больше средней скорости потока.",
            "Равна средней скорости потока."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При движении в условиях тумана расстояние до предметов представляется:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/05-20.jpg",
        answer: [
            "Большим, чем в действительности.",
            "Меньшим, чем в действительности.",
            "Соответствующим действительности."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {   //B06
        text: "Что называется разрешенной максимальной массой транспортного средства?",
        img: "",
        answer: [
            "Максимально допустимая для перекозки масса груза, установленная предприятием-изготовителем.",
            "Масса снаряженного траспортного средства без учета массы водителя, пассажиров и груза, установленная предприятием-изготовителем.",
            "Масса снаряженного транспортного средства с грузом, водителем и пассажирами, которая установлена технической характеристикой транспортного средства как максимально допустимая."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/06-02.jpg",
        answer: [
            "Только прямо.",
            "Прямо или в обратном направлении.",
            "Во всех направлениях."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки разрешают вам проезд на автомобиле к месту проживания?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/06-03.jpg",
        answer: [
            "Только А.",
            "Только В.",
            "Только А и В.",
            "Все."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Что обозначают эти дорожные знаки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/06-04.jpg",
        answer: [
            "Место или площадка для стоянки только для автобусов.",
            "Место или площадка для стоянки для автобусов и троллейбусов.",
            "Место или площадка для стоянки транспортных средств с возможностью пересадки на маршрутные транспортные средства."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Что обозначает разметка в виде треугольника на полосе движения?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/06-05.jpg",
        answer: [
            "Вы въезжаете на опасный участок дороги.",
            "Предупреждает о приближении к месту, где нужно уступить дорогу.",
            "Показывает место, где необходимо остановиться."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешается ли вам продолжить движение, если регулировщик поднял руку вверх после того, как вы въехали на перекресток?",
        img: "",
        answer: [
            "Не разрешается.",
            "Разрешается, только если вы поворачиваете направо.",
            "Разрешается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение по главной дороге. Обязаны ли вы включить левые указатели поворота?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/06-07.jpg",
        answer: [
            "Да.",
            "Обязаны, если с других направлений приближаются транспортные средства.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кому вы должны уступить дорогу при повороте во двор?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/06-08.jpg",
        answer: [
            "Только встречному автомобилю.",
            "Встречному автомобилю и пешеходам.",
            "Никому."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам выполнить разворот на данном перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/06-09.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение на легковом автомобиле?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/06-10.jpg",
        answer: [
            "70 км/ч.",
            "90 км/ч.",
            "110 км/ч.",
            "130 км/ч."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Должны ли вы уступить дорогу встречному автомобилю?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/06-11.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автомобиль на стоянку в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/06-12.jpg",
        answer: [
            "Разрешено.",
            "Разрешено, если при этом не будут созданы помехи для движения маршрутных транспортных средств.",
            "Запрещено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/06-13.jpg",
        answer: [
            "Уступите дорогу трамваю.",
            "Проедете перекресток первым.",
            "Дождетесь разрешающего сигнала специального светофора и только после этого повернете."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/06-14.jpg",
        answer: [
            "Уступите дорогу пешеходам.",
            "Проедете перекресток, не уступая дорогу пешеходам."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/06-15.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Уступите дорогу автомобилю с включенными проблесковым маячком и специальным звуковым сигналом.",
            "Вы движетесь по дороге с твердым покрытием, а автомобиль ГАИ по грунтовой, значит вы пользуетесь своим преимуществом движения по главной дороге."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При приближении к остановившемуся транспортному средству с включенной аварийной сигнализацией, которое имеет опознавательные знаки \"Дети\", водитель должен:",
        img: "",
        answer: [
            "Снизить скорость.",
            "При необходимости остановиться во избежание наезда на детей.",
            "Осуществить все перечисленные действия."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Дневные ходовые огни предназначены для:",
        img: "",
        answer: [
            "Улучшения видимости движущегося транспортного средства в светлое время суток как спереди, так и сзади.",
            "Улучшения видимости движущегося транспортного средства в светлое время суток только спереди.",
            "Улучшения видимости движущегося транспортного средства в светлое время суток только сзади."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы имеете право эксплуатировать легковой автомобиль при отсутствии:",
        img: "",
        answer: [
            "Аптечки.",
            "Огнетушителя.",
            "Знака аварийной остановки.",
            "Противооткатных упоров."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Для обеспечения безопасности при остановке на подъеме (спуске) водителю следует повернуть передние колеса. Водители каких транспортных средств правильно выполнили это требование при отсутствии тротуара?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/06-19.jpg",
        answer: [
            "А и Г.",
            "Б и В.",
            "А и В.",
            "Б и Г."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Каковы типичные признаки наступившего утомления водителя?",
        img: "",
        answer: [
            "Сонливость, вялость, притупление внимания.",
            "Возбужденность, раздражительность.",
            "Головокружение, резь в глазах, повышенная потливость."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {   //B07
        text: "Может ли владелец мотоцикла без бокового прицепа передавать управление этим транспортным средством в своем присутствии доугому лицу?",
        img: "",
        answer: [
            "Может при наличии у этого лица водительского удостоверения на право управления транспортным средством категории \"А\".",
            "Может при наличии у этого лица водительского удостоверения на право управления транспортным средством категории \"В1\".",
            "Может при наличии у этого лица водительского удостоверения на право управления транспортным средством категории \"ДЕ\".",
            "Может во всех перечисленных случаях."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "О чем информируют вас эти дорожные знаки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/07-02.jpg",
        answer: [
            "О приближении к перекрестку, где установлен знак \"Уступить дорогу\".",
            "О приближении к перекрестку, где установлен знак \"Движение без остановки запрещено\".",
            "О приближении к таможне."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам произвести остановку в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/07-03.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Действие каких знаков распространяется только до ближайшего по ходу движения перекрестка?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/07-04.jpg",
        answer: [
            "А и В.",
            "Б и Г.",
            "В и Г."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Что обозначают прерывистые линии разметки на перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/07-05.jpg",
        answer: [
            "Обязательное направление движения на перекрестке.",
            "Границы полос движения в пределах перекрестка."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/07-06.jpg",
        answer: [
            "Только прямо.",
            "Только прямо и направо.",
            "Только прямо, налево и в обратном направлении.",
            "В любом."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Когда вы обязаны выключить левые указатели поворота, выполняя обгон?",
        img: "",
        answer: [
            "Сразу же после перестроения на встречную полосу.",
            "После возвращения на свою полосу.",
            "По своему усмотрению."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Обязаны ли вы, двигаясь по правой полосе, уступить дорогу водителю автомобиля, который намерен перестроиться на вашу полосу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/07-08.jpg",
        answer: [
            "Обязаны, если водитель перестраивается после опережения вашего автомобиля.",
            "Обязаны.",
            "Не обязаны."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам разворот на указанном участке дороги?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/07-09.jpg",
        answer: [
            "Разрешен.",
            "Разрешен только при видимости дороги более 100 м.",
            "Не разрешен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки разрешают разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/07-10.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Все.",
            "А и В."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам в конце подъема перестроиться на среднюю полосу для опережения грузового автомобиля?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/07-11.jpg",
        answer: [
            "Запрещено.",
            "Разрешено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком из указанных мест вы можете поставить на стоянку автомобиль?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/07-12.jpg",
        answer: [
            "Только А.",
            "Только В.",
            "А и В.",
            "Ни в каком."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как вы должны действовать, если вам необходимо повернуть налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/07-13.jpg",
        answer: [
            "Выехать за стоп-линию и остановиться на перекрестке, чтобы уступить дорогу встречному автомобилю.",
            "Остановиться перед стоп-линией и после проезда легкового автомобиля повернуть налево.",
            "Проехать первым."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы имеете право выехать на перекресток, если за ним образовался затор:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/07-14.jpg",
        answer: [
            "Только если вы намерены проехать перекресток в прямом направлении.",
            "Только если вы намерены совершить поворот или разворот.",
            "В любом случае."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение прямо. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/07-15.jpg",
        answer: [
            "Только мотоциклу.",
            "Мотоциклу и легковому автомобилю.",
            "Никому."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Где могут двигаться пешеходы в жилой зоне?",
        img: "",
        answer: [
            "Только по тротуарам.",
            "По тротуарам и в один ряд по краю проезжей части.",
            "По тротуарам и по проезжей части."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "На каком рисунке изображен автмообиль, водитель которого не нарушил правил перевозки грузов?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/07-17.jpg",
        answer: [
            "Только на А.",
            "Только на Б.",
            "На обоих."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких случаях разрешается эксплуатация транспортного средства?",
        img: "",
        answer: [
            "Содержание вредных веществ в отработанных газах или дымность превышают установленные стандартами нормы.",
            "Не герметична топливная система.",
            "Не работает указатель температуры охлаждающей жидкости.",
            "Уровень внешнего шума превышает установленные нормы."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Двигаться по глубокому снегу на грунтовой дороге следует:",
        img: "",
        answer: [
            "Изменяя скорость движения и передачу в зависимости от состояния дороги.",
            "На заранее выбранной пониженной передаче, без резких поворотов и остановок."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В чем заключается первая помощь пострадавшему, находящемуся в сознании, при повреждении позвоночника?",
        img: "",
        answer: [
            "Уложить пострадавшего на бок.",
            "Лежащего пострадавшего не перемещать. Следует наложить ему на шею импровизированную шейную шину, не изменяя положения шеи и тела.",
            "Пострадавшему, лежащему на спине, подложить под шею валик из одежды и приподнять ноги."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {   //B08
        text: "Что обязаны сделать в первую очередь водители, причастные к дорожно-транспортному происшествию?",
        img: "",
        answer: [
            "Освободить проезжую часть.",
            "Немедленно остановить транспортное средство и оставаться на месте происшествия.",
            "Сообщить о случившемся в полицию."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В чем особенность скоростного режима на этом участке дороги?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/08-02.jpg",
        answer: [
            "Минимальная допустимая скорость движения на этой дороге - 50 км/ч.",
            "Рекомендуемая скорость движения на этой дороге - 50 км/ч.",
            "Минимальная допустимая скорость движения по левой полосе - 50 км/ч."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие знаки запрещают поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/08-03.jpg",
        answer: [
            "Только А.",
            "Только А и Б.",
            "Только А и В.",
            "Все."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам повернуть направо на этом перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/08-04.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешен ли вам выезд на вторую полосу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/08-05.jpg",
        answer: [
            "Разрешен.",
            "Разрешен, если скорость грузового автомобиля менее 30 км/ч.",
            "Не разрешен."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/08-06.jpg",
        answer: [
            "Разрешено только направо.",
            "Запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Водитель легкового автомобиля должен выключать левые указатели поворота:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/08-07.jpg",
        answer: [
            "Сразу же после перестроения на левую полосу.",
            "Только после опережения грузового автомобиля.",
            "Только после возвращения на правую полосу."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории Правила разрешают вам произвести поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/08-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Если траектории движения транспортных средств пересекаются, а очередность проезда не оговорена Правилами, вы должны:",
        img: "",
        answer: [
            "Уступить дорогу транспортному средству, приближающемуся справа.",
            "Уступить дорогу транспортному средству, приближающемуся слева."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По каким полосам Правила разрешают вам движение на этой дороге?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/08-10.jpg",
        answer: [
            "По любой.",
            "По любой, кроме левой.",
            "Только по правой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам после опережения первого автомобиля продолжить движение по левой полосе с целью опережения второго?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/08-11.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Можете ли вы остановиться в указанном месте после поворота направо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/08-12.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей, совершающих поворот, нарушает Правила?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/08-13.jpg",
        answer: [
            "Только водитель легкового автомобиля.",
            "Только мотоциклист.",
            "Оба нарушают.",
            "Оба не нарушают."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/08-14.jpg",
        answer: [
            "Уступите дорогу только пешеходу, переходящему проезжую часть по нерегулируемому пешеходному переходу.",
            "Уступите дорогу только пешеходам, переходящим проезжую часть, на которую вы поворачиваете.",
            "Уступите дорогу всем пешеходам."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/08-15.jpg",
        answer: [
            "Только трамваям.",
            "Трамваю Б и легковому автомобилю.",
            "Всем транспортным средствамм."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких местах вам разрешено произвести остановку на автомагистрали?",
        img: "",
        answer: [
            "В любых местах за пределами проезжей части.",
            "Только правее линии разметки, обозначающей край проезжей части.",
            "Только на специальных площадках для стоянки, обозначенных соответствующими знаками."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие внешние световые приборы вы должны использовать при движении в темное время суток на освещенных участках дорог населенного пункта?",
        img: "",
        answer: [
            "Только габаритные огни.",
            "Фары ближнего света или габаритные огни.",
            "Фары ближнего (дальнего) света."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При возникновении какой неисправности вам запрещено движение даже до места ремонта или стоянки?",
        img: "",
        answer: [
            "Рабочая тормозная система не дает возможности водителю остановить транспортное средство либо осуществить маневр во время движения с минимальной скоростью.",
            "Неисправна система выпуска отработавших газов.",
            "Не работает стеклоомыватель."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае легковой автомобиль более устойчив против опрокидывания на повороте?",
        img: "",
        answer: [
            "Без груза и пассажиров.",
            "С пассажирами, но без груза.",
            "Без пассажиров, но с грузом на верхнем багажнике."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При открытом переломе конечностей, сопровождающемся кровотечением, первую помощь начинают:",
        img: "",
        answer: [
            "С наложения импровизированной шины.",
            "С наложения жгута выше раны на месте перелома.",
            "С наложения давящей повязки."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {   //B09
        text: "Какое удостоверение достаточно иметь водителю, управляющему легковым автомобилем с прицепом, разрешенная масса которого не превышает 750 кг?",
        img: "",
        answer: [
            "На право управления транспортным средством категории \"В\".",
            "На право управления транспортным средством подкатегории \"В1\".",
            "На право управления транспортным средством категорий \"ВЕ\"."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Знаки предупреждают вас о том, что:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/09-02.jpg",
        answer: [
            "На протяжении 150 м возможно появление пешеходов на проезжей части.",
            "Через 150 м на вашем пути будет нерегулируемый пешеходный переход."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/09-03.jpg",
        answer: [
            "Только Б.",
            "А или Б.",
            "Б или В."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие знаки запрещают движение транспортных средств, скорость которых по технической характеристике или их состоянию менее 40 км/ч?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/09-04.jpg",
        answer: [
            "Только А.",
            "Только В.",
            "А и Б."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Позволяет ли вам данная разметка выполнить обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/09-05.jpg",
        answer: [
            "Да.",
            "Да, но только если скорость трактора менее 30 км/ч.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких направлениях регулировщик разрешает вам движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/09-06.jpg",
        answer: [
            "Только прямо.",
            "Только прямо и направо.",
            "Во всех."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Когда вы должны включить указатели поворота?",
        img: "",
        answer: [
            "Непосредственно перед поворотом или разворотом?",
            "Заблаговременно до начала выполнения маневра.",
            "По своему усмотрению."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто должен уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/09-08.jpg",
        answer: [
            "Водитель, намеревающийся начать движение от тротуара.",
            "Водитель, намеревающийся остановиться у тротуара."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешен ли вам разворот в этом месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/09-09.jpg",
        answer: [
            "Разрешен.",
            "Разрешен, если не будет создано помех движению маршрутных транспортных средств.",
            "Не разрешен."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/09-10.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/09-11.jpg",
        answer: [
            "Разрешен.",
            "Разрешен, только если обгон будет завершен до перекрестка.",
            "Запрещен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто нарушил правила стоянки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/09-12.jpg",
        answer: [
            "Оба водителя.",
            "Только водитель грузового автомобиля.",
            "Только водитель легкового автомобиля.",
            "Никто не нарушил."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае вы имеете право выехать на перекресток, если за ним образовался затор?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/09-13.jpg",
        answer: [
            "Только если вы намерены совершить поворот или разворот.",
            "В любом случае."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение в прямом направлении. Следует ли вам уступить дорогу грузовому автомобилю?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/09-14.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/09-15.jpg",
        answer: [
            "Только автобусу.",
            "Только легковому автомобилю.",
            "Никому."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли движение задним ходом по автомагистрали?",
        img: "",
        answer: [
            "Разрешается.",
            "Разрешается, если ваше транспортное средство находится правее сплошной линии разметки, обозначающей край проезжей части автомагистрали.",
            "Запрещается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли перевозка людей в прицепе-даче?",
        img: "",
        answer: [
            "Не разрешается.",
            "Разрешается.",
            "Разрешается при наличии места для сидения."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких случаях вам запрещается дальнейшее движение даже до места ремонта или стоянки с не горящими (из-за неисправности) фарами и задними габаритными огнями?",
        img: "",
        answer: [
            "Только в условиях недостаточной видимости.",
            "Только в темное время суток.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "На каком рисунке показан безопасный способ разворота вне перекрестка с использованием прилегающей территории слева?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/09-19.jpg",
        answer: [
            "На левом.",
            "На правом."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие виды административных наказаний могут применяться к водителям за нарушения Правил?",
        img: "",
        answer: [
            "Только предупреждения или штрафы.",
            "Только предупреждения, штраф или лишение права управления транспортными средствами.",
            "Предупреждение, штраф, лишение права управления транспортными средствами, общественные работы, административный арест, возмездное изъятие ТС."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {   //B10
        text: "На каких рисунках показана главная дорога?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/10-01.jpg",
        answer: [
            "Только на левом верхнем.",
            "На левом верхнем и нижнем.",
            "На всех."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки означают, что вы должны уступить дорогу, если встречный разъезд затруднен?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/10-02.jpg",
        answer: [
            "Только В.",
            "А и В.",
            "Б и В.",
            "Б и Г."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автомобиль на стоянку в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/10-03.jpg",
        answer: [
            "Разрешено.",
            "Разрешено, если вы проживаете рядом с этим местом.",
            "Запрещено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы управляете грузовым автомобилем с разрешенной максимальной массой не более 3,5 т. В каких направлениях вам разрешено дальнейшее движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/10-04.jpg",
        answer: [
            "Только направо.",
            "Только направо, налево и в обратном направлении.",
            "В любых."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Такой вертикальной разметкой обозначают:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/10-05.jpg",
        answer: [
            "Все вертикальные элементы дорожных сооружений.",
            "Торцевые части искусственных сооружений."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей может продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/10-06.jpg",
        answer: [
            "Только водитель автобуса.",
            "Только водитель легкового автомобиля.",
            "Оба водителя.",
            "Никто."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены произвести разворот на перекрестке. Какие указатели поворота необходимо включить при въезде на перекресток?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/10-07.jpg",
        answer: [
            "Правые.",
            "Левые.",
            "Включать указатели поворота в этой ситуации нет необходимости."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории Правила разрешают вам произвести поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/10-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Водитель легкового автомобиля в данной ситуации:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/10-09.jpg",
        answer: [
            "Должен уступить дорогу грузовому автомобилю, т.к. выезжает с полосы разгона.",
            "Имеет преимущественное право на движение, т.к. находится справа от грузового автомобиля."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Что должно иметь для вас рашеющее значение при выборе скорости движения в темное время суток?",
        img: "",
        answer: [
            "Предельные ограничения скорости, установленные для вашего транспортного средства.",
            "Условия видимости."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы обогнать трактор?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/10-11.jpg",
        answer: [
            "Да.",
            "Да, если обгон будет завершен за 100 м до переезда.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Где разрешается стоянка в целях длительного отдыха или ночлега на дорогах вне населенного пункта?",
        img: "",
        answer: [
            "Только на хорошо просматриваемом месте на обочине.",
            "В любом месте на обочине.",
            "Только на площадках для стоянки или за пределами дороги.",
            "В любом из перечисленных мест."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При включении зеленого сигнала светофора вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/10-13.jpg",
        answer: [
            "Убедиться в отсутствии пешеходов, завершающих переход проезжей части, после чего начать движение.",
            "Руководствуясь сигналом светофора, сразу начать движение."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/10-14.jpg",
        answer: [
            "Только трамваю.",
            "Только грузовому автомобилю.",
            "Обоим транспортным средствам."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/10-15.jpg",
        answer: [
            "Только автобусу.",
            "Только легковому автомобилю.",
            "Никому."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам въезд на железнодорожный переезд в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/10-16.jpg",
        answer: [
            "Да.",
            "Да, если отсутствует приближающийся поезд.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При движении в условиях недостаточной видимости вы можете использовать противотуманные фары:",
        img: "",
        answer: [
            "Как отдельно, так и совместно с ближним или дальним светом фар.",
            "Только отдельно от ближнего или дальнего света фар.",
            "Только совместно с ближним или дальним светом фар."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие из перечисленных транспортных средств разрешается эксплуатировать без медицинской аптечки?",
        img: "",
        answer: [
            "Автомобили.",
            "Автобусы.",
            "Все мотоциклы.",
            "Только мотоциклы без бокового прицепа."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "При приближении к вершине подъема в темное время суток водителю рекомендуется переключить дальний свет фар на ближний:",
        img: "",
        answer: [
            "Только при появлении встречного транспортного средства.",
            "Всегда при приближении к вершине подъема."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какова первая помощь при травме волосистой части головы?",
        img: "",
        answer: [
            "Наложить импровизированную шейную шину. К ране волосистой части головы приложить давящую повязку из стерильного бинта, пострадавшего уложить на бок с согнутыми в коленях ногами, к голове приложить холод.",
            "Наложить импровизированную шейную шину, на рану наложить стерильный ватный тампон, пострадавшего уложить на спину, приподняв ноги. К голове приложить холод.",
            "Шейную шину не накладывать, рану заклеить медицинским пластырем, пострадавшего уложить на бок только в случае потери им сознания."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {   //B11
        text: "В каком случае вы совершите вынужденную остановку?",
        img: "",
        answer: [
            "Остановившись непосредственно перед пешеходным переходом, чтобы уступить дорогу пешеходу.",
            "Остановившись на проезжей части из-за технической неисправности автомобиля.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли вам съезд на дорогу с грунтовым покрытием?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/11-02.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Можете ли вы остановиться для посадки пассажира за знаком?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/11-03.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какой из знаков обозначает дорожку для пешеходов?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/11-04.jpg",
        answer: [
            "Только Б.",
            "Только Б и В.",
            "Все знаки."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Где вы должны остановиться, чтобы уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/11-05.jpg",
        answer: [
            "Перед знаком.",
            "Перед перекрестком у линии разметки.",
            "На перекрестке перед прерывистой линией разметки.",
            "В любом месте по усмотрению водителя."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком случае вам запрещается выполнять обгон транспортного средства, имеющего нанесенные на наружные поверхности специальные цветографические схемы?",
        img: "",
        answer: [
            "При включении на нем проблесковых маячков синего (синего и красного) цвета или специального звукового сигнала.",
            "Только при включении на нем проблесковых маячков синего (синего и красного) цвета.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Обязаны ли вы в данной ситуации включить сигнал правого поворота?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/11-07.jpg",
        answer: [
            "Да.",
            "Нет.",
            "Да, только в темное время суток."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете выполнить поворот направо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/11-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете выполнить разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/11-09.jpg",
        answer: [
            "Только по А.",
            "Только по А или В.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких случаях вам разрешено выезжать за пределы крайней правой полосы, если вы управляете транспортным средством, скорость которого не должна превышать 40 км/ч?",
        img: "",
        answer: [
            "Только при объезде или перестроении перед поворотом налево или разворотом.",
            "Только при обгоне.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие требования предъявляются к водителю обгоняемого транспортного средства?",
        img: "",
        answer: [
            "Он должен уступить дорогу автомобилю, завершающему обгон.",
            "Он не должен препятствовать обгону путем повышения скорости движения или иными действиями."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил правила стоянки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/11-12.jpg",
        answer: [
            "Только водитель автомобиля А.",
            "Только водитель автомобиля Б.",
            "Оба нарушили.",
            "Оба не нарушили."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Следует ли уступить дорогу автомобилю, выполняющему разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/11-13.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Намереваясь продолжить движение в прямом направлении, вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/11-14.jpg",
        answer: [
            "Уступить дорогу легковому автомобилю.",
            "Проехать перекресток первым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение прямо. При желтом мигающем сигнале светофора вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/11-15.jpg",
        answer: [
            "Проехать перекресток первым.",
            "Уступить дорогу только грузовому автомобилю.",
            "Уступить дорогу только трамваю.",
            "Уступить дорогу обоим транспортным средствам."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью разрешено движение транспортным средствам в жилых зонах и на дворовых территориях?",
        img: "",
        answer: [
            "10 км/ч.",
            "20 км/ч.",
            "40 км/ч."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы можете использовать противотуманные фары совместно с ближним или дальним светом фар:",
        img: "",
        answer: [
            "Только в условиях недостаточной видимости.",
            "Только в темное время суток на неосвещенных участках дорог.",
            "В обоих случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком из перечисленных случаев длина пути обгона будет больше?",
        img: "",
        answer: [
            "При скорости движения обгоняемого транспортного средства 40 км/ч и обгоняющего 60 км/ч.",
            "При скорости движения обгоняемого транспортного средства 70 км/ч и обгоняющего 90 км/ч.",
            "Длина пути обгона в обоих случаях будет одинаково."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Для предупреждения скатывания автомобиля при остановке на подъеме (спуске) водителю следует повернуть передние колеса. Водители каких транспортных средств правильно выполнили это требование при наличии тротуара?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/11-19.jpg",
        answer: [
            "А и Г.",
            "Б и В.",
            "А и В.",
            "Б и Г."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Административная ответственность установлена за нарушение Правил дорожного движения или правил эксплуатации транспортного средства, повлекшее причинение:",
        img: "",
        answer: [
            "Морального ущерба и причинение вреда здоровью человека.",
            "Повреждение дорог и дорожных сооружений, железнодорожных переездов.",
            "Транспортных средств, груза, автомобильных дорог, улиц.",
            "Правильный ответ 2 и 3."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {   //B12
        text: "В каких случаях водитель дегкового автомобиля может передать управление этим транспортным средством другому лицу?",
        img: "",
        answer: [
            "При наличии у этого лица водительского удостоверения на право управления транспортным средством подкатегории \"В1\".",
            "При наличии у этого лица водительского удостоверения на право управления транспортным средством категории \"В\".",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Этот дорожный знак:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/12-02.jpg",
        answer: [
            "Предупреждает о наличии узкого участка дороги, но не устанавливает очередность движения.",
            "Запрещает проезд через мост.",
            "Обязывает уступить дорогу встречному транспортному средству."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение на перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/12-03.jpg",
        answer: [
            "Только налево и в обратном направлении.",
            "Только прямо, налево и в обратном направлении.",
            "В любых."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "О чем информирует водителя табличка, установленная под знаком?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/12-04.jpg",
        answer: [
            "Парковка оборудована пунктом технической помощи.",
            "На парковке имеется место для осмотра автомобилей (эстакада или смотровая канава)."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Водитель какого автомобиля не нарушает Правила?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/12-05.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Оба нарушают.",
            "Оба не нарушают."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какое значение имеет сигнал свистком, подаваемый регулировщиком?",
        img: "",
        answer: [
            "Вы должны немедленно остановиться.",
            "Вы должны ускорить движение.",
            "Сигнал подается для привлечения внимания участников движения."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево на этом перекрестке. В какой момент вам следует включить указатели поворота?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/12-07.jpg",
        answer: [
            "Заблаговременно, до въезда на перекресток.",
            "После въезда на первое пересечение проезжих частей.",
            "По вашему усмотрению."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть на перекрестке направо. Как вам следует поступить?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/12-08.jpg",
        answer: [
            "Перестроиться на правую полосу, затем осуществить поворот.",
            "Продолжить движение по второй полосе до перекрестка, затем повернуть.",
            "Возможны оба способа."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам такой маневр на мосту?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/12-09.jpg",
        answer: [
            "Разрешен только при видимости дороги более 100 м.",
            "Не разрешен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "С какой скоростью вы можете продолжить движение в населенном пункте по правой полосе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/12-10.jpg",
        answer: [
            "Не более 50 км/ч.",
            "Не более 60 км/ч.",
            "Не менее 50 км/ч и не более 60 км/ч."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/12-11.jpg",
        answer: [
            "Да.",
            "Да, если обгон будет завершен до перекрестка.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автомобиль на стоянку в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/12-12.jpg",
        answer: [
            "Запрещено.",
            "Разрешено."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам повернуть направо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/12-13.jpg",
        answer: [
            "Да, уступив дорогу пешеходам.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение по перекрестку с круговым движением. Следует ли уступить дорогу грузовому автомобилю?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/12-14.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/12-15.jpg",
        answer: [
            "Всем транспортным средствам.",
            "Только легковому автомобилю.",
            "Только легковому автомобилю и автобусу."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли учебная езда на автомагистрали?",
        img: "",
        answer: [
            "Разрешается.",
            "Разрешается только по крайней правой полосе.",
            "Запрещается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При движении в темное время суток на неосвещенных участках дорог вы можете использовать противотуманные фары:",
        img: "",
        answer: [
            "Только отдельно от ближнего или дальнего света фар.",
            "Только совместно с ближним или дальним светом фар.",
            "Как отдельно так и совместно с ближним или дальним светом фар."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При какой неисправности тормозной системы с полной нагрузкой вам запрещается эксплуатация транспортного средства?",
        img: "",
        answer: [
            "Не включается контрольная лампа стояночной тормозной системы.",
            "Стояночная тормозная система не обеспечивает неподвижное состояние транспортного средства на уклоне до 16 % включительно.",
            "Уменьшен свободный ход педали тормоза."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "На каком рисунке показан безопансый способ разворота вне перекрестка с использованием прилегающей территории справа?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/12-19.jpg",
        answer: [
            "На левом.",
            "На правом."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При потере пострадавшим сознания и наличии пульса на сонной артерии для оказания первой помощи его необходимо уложить:",
        img: "",
        answer: [
            "На спину с подложенным под голову валиком.",
            "На спину с вытянутыми ногами.",
            "На бок так, чтобы согнутые колени опирались о землю, а верхняя рука находилась под щекой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {   //B13
        text: "Нарушает ли водитель Правила, двигаясь посередине дороги?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/13-01.jpg",
        answer: [
            "Не нарушает.",
            "Не нарушает, если отсутствуют встречные транспортные средства.",
            "Нарушает."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как следует поступить, если вам необходимо резвернуться?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/13-02.jpg",
        answer: [
            "Развернуться на этом перекрестке при отсутствии на нем других транспортных средств.",
            "Проехать прямо и развернуться за перекрестком.",
            "Проехать прямо и развернуться только на следующем перекрестке."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешена ли вам стоянка в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/13-03.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Эта табличка распространяет действие установленного с ней знака:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/13-04.jpg",
        answer: [
            "Только на легковые автомобили.",
            "На легковые автомобили, а также на грузовые автомобили с разрешенной максимальной массой до 3,5 т.",
            "На легковые автомобили и мотоциклы."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком из указанных мест вы можете пересечь сплошную линию разметки и остановиться?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/13-05.jpg",
        answer: [
            "Только Б.",
            "В любом.",
            "Ни в одном."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Ваши действия в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/13-06.jpg",
        answer: [
            "Проехать переезд.",
            "Остановиться перед переездом."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Когда может быть прекращена подача сигнала рукой о повороте?",
        img: "",
        answer: [
            "Непосредственно перед началом маневра.",
            "Только после окончания маневра."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой полосы вы можете въехать на данный перекресток?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/13-08.jpg",
        answer: [
            "Только с правой.",
            "С правой или левой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли вам разворот на указанном участке дороги?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/13-09.jpg",
        answer: [
            "Разрешен.",
            "Разрешен только при видимости дороги более 100 м.",
            "Не разрешен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение на легковом автомобиле?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/13-10.jpg",
        answer: [
            "60 км/ч.",
            "70 км/ч.",
            "90 км/ч.",
            "110 км/ч."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вамм обгон сразу трех транспортных средств после проезда пешеходного перехода?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/13-11.jpg",
        answer: [
            "Запрешен.",
            "Разрешен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы остановиться на мосту для посадки пассажира?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/13-12.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/13-13.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Уступите дорогу трамваю."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей должен уступить дорогу пешеходам?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/13-14.jpg",
        answer: [
            "Только водитель легкового автомобиля.",
            "Только водитель грузового автомобиля.",
            "Оба водителя."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Можете ли вы приступить к повороту?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/13-15.jpg",
        answer: [
            "Да.",
            "Да, но после проезда грузового автомобиля.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам на легковом автомобиле продолжить движение по правой полосе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/13-16.jpg",
        answer: [
            "Разрешено, если скорость грузового автомобиля менее 30 км/ч.",
            "Разрешено, если при этом не будет создано помех движению маршрутных транспортных средств.",
            "Запрещено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы можете использовать задние противотуманные фонари:",
        img: "",
        answer: [
            "Только в условиях недостаточной видимости.",
            "Только при движении в темное время суток.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При возникновении какой неисправности вам запрещено дальнейшее движение даже до места ремонта или стоянки?",
        img: "",
        answer: [
            "Не работает стеклоподъемник.",
            "Рулевое управление не дает возможности водителю осуществить маневр во время движения с минимальной скоростью.",
            "Неисправен глушитель."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Двигаясь в прямом направлении со скоростью 60 км/ч, вы внезапно попали на небольшой участок скользкой дороги. Что следует предпринять?",
        img: "",
        answer: [
            "Плавно затормозить.",
            "Не менять траектории и скорости движения."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "На какой срок может быть наложен кровоостанавливающий жгут?",
        img: "",
        answer: [
            "Не более получаса в теплое время года и не более одного часа в холодное время.",
            "Не более одного часа в теплое время года и не более получаса в холодное.",
            "Время не ограничено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {   //B14
        text: "Что означает термин \"Ограниченная обзорность\"?",
        img: "",
        answer: [
            "Видимость дороги в направлении движения, ограниченная геометрическими параметрами дороги, рельефом местности, придорожными инженерными сооружениями, насаждениями и прочими объектами, а также транспортными средствами.",
            "Видимость дороги менее 300 м в условиях тумана, дождя, снегопада, а также в сумерки.",
            "Видимость дороги менее 150 м в ночное время."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Эти знаки предупреждают вас о том, что:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/14-02.jpg",
        answer: [
            "Остановка транспортных средств на обочине запрещена.",
            "Съезд на обочину опасен в связи с проведением на ней ремонтных работ.",
            "Остановка разрешена только на проезжей части."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки разрешают движение грузовым автомобилям с разрешенной максимальной массой до 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/14-03.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Только А и В.",
            "Все."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких направлениях вы можете продолжить движение по крайней левой полосе на легковом автомобиле?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/14-04.jpg",
        answer: [
            "Только налево.",
            "Только прямо или налево.",
            "Прямо, налево или в обратном направлении."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как называются данные таблички?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/14-05.jpg",
        answer: [
            "Вид ДТП.",
            "Вид опасности.",
            "Опасные места на дорогах."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Должны ли вы остановиться по требованию регулировщика в указанном им месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/14-06.jpg",
        answer: [
            "Да.",
            "Да, но только с заездом на тротуар.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Такой сигнал рукой, подаваемый мотоциклистом, информирует вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/14-07.jpg",
        answer: [
            "О его намерении повернуть налево или выполнить разворот.",
            "О его намерении продолжить движение прямо или налево.",
            "О наличии транспортного средства, приближающегося слева."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Обязаны ли вы, двигаясь по левой полосе, уступить дорогу водителю автомобиля, который намерен перестроиться на вашу полосу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/14-08.jpg",
        answer: [
            "Не обязаны.",
            "Обязаны."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Можете ли вы развернуться в этом месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/14-09.jpg",
        answer: [
            "Да, при видимости не менее 100 м.",
            "Да, но только в светлое время суток.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких случаях допускается движение автомобилей по тротуарам или пешеходным дорожкам?",
        img: "",
        answer: [
            "В любых, если не будут созданы помехи пешеходам.",
            "Только если вы обслуживаете торговые или другие предприятия, расположенные непосредственно у этих тротуаров или дорожек при отсутствии других возможностей подъезда."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В этой ситуации, двигаясь на спуске, вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/14-11.jpg",
        answer: [
            "Должны уступить дорогу.",
            "Имеете право проехать первым."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Можете ли вы остановиться на мосту в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/14-12.jpg",
        answer: [
            "Да.",
            "Да, только лоя высадки пассажиров.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При включении зеленого сигнала светофора вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/14-13.jpg",
        answer: [
            "Уступить дорогу грузовому автомобилю, завершающему разворот на перекрестке.",
            "Начать движение, не уступая дорогу грузовому автомобилю."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При повороте налево вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/14-14.jpg",
        answer: [
            "Уступить дорогу легковому автомобилю.",
            "Проехать перекресток первым."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При повороте налево во второй проезд вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/14-15.jpg",
        answer: [
            "Имеете преимущество.",
            "Должны уступить дорогу легковому автомобилю и автобусу.",
            "Должны уступить дорогу только автобусу."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушает правила разворота на автомагистрали?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/14-16.jpg",
        answer: [
            "Только водитель легкового автомобиля.",
            "Только водитель грузового автомобиля, выполняющего ремонтные или уборочные работы.",
            "Оба нарушают.",
            "Оба не нарушают."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли буксировка мотоцикла с боковым прицепом?",
        img: "",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие преимущества дает вам использование зимних шин в холодное время года?",
        img: "",
        answer: [
            "Исключается возможность возникновения заноса.",
            "Появляется возможность в любых погодных условиях двигаться с максимально допустимой скоростью.",
            "Уменьшается возможность проскальзывания и пробуксовки на скользком покрытии."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как влияет длительный разгон транспортного средства с включенной первой передачей на расход топлива?",
        img: "",
        answer: [
            "Расход топлива увеличивается.",
            "Расход топлива уменьшается.",
            "Расход топлива не изменяется."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких случаях водитель направляется на медицинское освидетельствование на состояние опьянения в лечебное учреждение?",
        img: "",
        answer: [
            "Только при отказе от прохождения освидетельствование на состояние алкогольного опьянения в месте остановки.",
            "Только при несогласии с результатами освидетельствования на состояние алкогольного опьянения в месте остановки.",
            "Только при наличии достаточных оснований полагать, что водитель находится в состоянии опьянения.",
            "Во всех перечисленных случаях."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {   //B15
        text: "Какой объект, не позволяющий продолжить движение по полосе, относится к понятию \"препятствие для движения\"?",
        img: "",
        answer: [
            "Дефект проезжей части.",
            "Пешеходное ограждение тротуара.",
            "Объект, движущийся попутно в пределах этой полосы.",
            "Транспортное средство, движущееся навстречу общему потоку транспортных средств."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение на перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/15-02.jpg",
        answer: [
            "Только Б.",
            "Б или В.",
            "А или Б."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Этот дорожный знак:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/15-03.jpg",
        answer: [
            "Рекомендует двигаться со скоростью 40 км/ч.",
            "Требует двигаться со скоростью не менее 40 км/ч.",
            "Запрещает движение со скоростью более 40 км/ч."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие таблички указывают протяженность зоны действия знаков, с которыми они применяются?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/15-04.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Б и В."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам такой маневр при выключенных реверсивных светофорах?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/15-05.jpg",
        answer: [
            "Разрешен, если нет встречных транспортных средств.",
            "Разрешен только для обгона.",
            "Не разрешен."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При таком жесте регулировщика и сигналах светофора вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/15-06.jpg",
        answer: [
            "Продолжить движение прямо.",
            "Продолжить движение прямо или направо.",
            "Остановиться у стоп-линии."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Должен ли в этой ситуации водитель, остановившийся из-за неисправности, выставить знак аварийной остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/15-07.jpg",
        answer: [
            "Должен, если неисправна аварийная сигнализация.",
            "Должен во всех случаях.",
            "Не должен."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вам разрешено выполнить поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/15-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы выезжаете с места стоянки одновременно с другим автомобилем. Должны ли вы уступить дорогу в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/15-09.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае вы можете прибегнуть к резкому торможению?",
        img: "",
        answer: [
            "Только для остановки перед перекрестком или пешеходным переходом, когда после зеленого сигнала неожиданно для вас включился желтый сигнал светофора.",
            "Только для предотвращения дорожно-транспортного происшествия.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли на двухполосной дороге обгон на перекрестках?",
        img: "",
        answer: [
            "Разрешен только на нерегулируемых перекрестках.",
            "Разрешен только на перекрестках неравнозначных дорог при движении по главной дороге.",
            "Запрещен во всех случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил правила остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/15-12.jpg",
        answer: [
            "Только водитель автомобиля.",
            "Только водитель мотоцикла.",
            "Оба нарушили.",
            "Оба не нарушили."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/15-13.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Уступите дорогу трамваю."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Намереваясь продолжить движение в прямом напарвлении, вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/15-14.jpg",
        answer: [
            "Проехать перекресток первым.",
            "Уступить дорогу только трамваю.",
            "Уступить дорогу трамваю и легковому автомобилю."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/15-15.jpg",
        answer: [
            "Только автобусу.",
            "Только легковому автомобилю",
            "Никому."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории можно продолжить движение направо на легковом автомобиле?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/15-16.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По А и Б.",
            "По Б и В."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как вы можете в светлое время суток привлечь внимание водителя обгоняемого автомобиля при движении вне населенного пункта?",
        img: "",
        answer: [
            "Только звуковым сигналом.",
            "Только кратковременным переключением фар с ближнего света на дальний.",
            "Любым из перечисленных способов, включая совместную подачу этих сигналов."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие из перечисленных транспортных средств разрешается эксплуатировать без огнетушителя.",
        img: "",
        answer: [
            "Автомобили.",
            "Автобусы.",
            "Все мотоциклы.",
            "Только мотоциклы без бокового прицепа."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При торможении двигателем на крутом спуске водитель должен выбирать передачу, исходя из условий:",
        img: "",
        answer: [
            "Чем круче спуск, тем выше передача.",
            "Чем круче спуск, тем ниже передача.",
            "Выбор передачи не зависит от крутизны спуска."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "О каких травмах может свидетельствовать поза \"лягушонка\" (ноги согнуты в коленях и разведены, а стопы развернуты подошвами друг к другу) и какую первую медицинскую помощь необходимо при этом оказать?",
        img: "",
        answer: [
            "У пострадавшего могут быть ушиб брюшной стенкиЮ перелом лодыжки, перелом костей стопы. при первой помощи вытянуть ноги, наложить шины на обе ного от голеностопного сустава до подмышки.",
            "У пострадавшего могут быть перелом шейки бедра, костей таза, перелом позвоночника, повреждение внутренних органов малого таза, внутреннее кровотечение. Позу ему не менять, ноги не вытягивать, шины не накладывать. При первой помощи подложить под колени валик из мягкой ткани, к животу по возможности приложить холод.",
            "У пострадавшего могут быть перелом костей голени и нижней трети бедра. При первой помощи наложить шины только на травмированную ногу от голеностопного до коленного сустава, не вытягивать ногу."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B16
    {
        text: "Разрешается ли водителю легкового автомобиля занять место в движущейся организованной колонне?",
        img: "",
        answer: [
            "Разрешается, если на дороге имеется не более трех полос для движения.",
            "Разрешается, если скорость движущихся в колонне транспортных средств не более 30 км/ч.",
            "Не разрешается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В какой из дворов вы можете въехать в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/16-02.jpg",
        answer: [
            "Только во двор налево.",
            "Только во двор направо.",
            "В любой.",
            "Повороты во дворы запрещены."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какой знак запрещает дальнейшее движение всех без исключения транспортных средств?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/16-03.jpg",
        answer: [
            "А.",
            "Б.",
            "В."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "О чем информирует вас эти знаки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/16-04.jpg",
        answer: [
            "При влажном покрытии рекомендуемая скорость 40 км/ч.",
            "при влажном покрытии разрешенная скорость не более 40 км/ч."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/16-05.jpg",
        answer: [
            "Разрешена.",
            "Разрешена без заезда на тротуар.",
            "Запрещена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "О чем информирует вас сигнал светофора в виде стрелки красного цвета?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/16-06.jpg",
        answer: [
            "На этом перекрестке всегда запрещен поворот направо.",
            "Поворот направо разрешен, но необходимо уступить дорогу пешеходам.",
            "При включении зеленого сигнала светофора движение будет разрешено только направо."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких случаях на буксируемом механическом транспортном средстве должна быть включена аварийная сигнализация?",
        img: "",
        answer: [
            "Только в условиях недостаточной видимости.",
            "Только в темное время суток.",
            "Во всех случаях, когда осуществляется буксировка."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "По какой траектории Правила разрешают вам произвести поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/16-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам на перекрестке произвести разворот указанным способом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/16-09.jpg",
        answer: [
            "Да.",
            "Да, если не будут созданы помехи другим участникам движения.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение, управляя легковым автомобилем?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/16-10.jpg",
        answer: [
            "60 км/ч.",
            "90 км/ч.",
            "110 км/ч."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/16-11.jpg",
        answer: [
            "Разрешен.",
            "Разрешен, только если скорость грузового автомобиля менее 30 км/ч.",
            "Запрещен."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком из указанных мест вы можете поставить автомобиль на стоянку?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/16-12.jpg",
        answer: [
            "Только В.",
            "Б или В.",
            "В любом."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/16-13.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Уступите дорогу только трамваю.",
            "Уступите дорогу трамваю и автомобилю."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При въезде на перекресток вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/16-14.jpg",
        answer: [
            "Должны уступить дорогу только мотоциклу.",
            "Должны уступить дорогу обоим транспортным средствам.",
            "Имеете преимущественное право на движение."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/16-15.jpg",
        answer: [
            "Только автобусу.",
            "Только легковому автомобилю.",
            "Обоим транспортным средствам."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком случае на автомагистрали вам разрешено остановиться правее линии, обозначающей край проезжей части?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/16-16.jpg",
        answer: [
            "В любом случае.",
            "Только в светлое время суток.",
            "Только в случае вынужденной остановки."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие из перечисленных требований являются обязательными при перевозке детей?",
        img: "",
        answer: [
            "Запрещается перевозка детей ростом менее 145 см и не достигших 12-летнего возраста на переднем сиденье легкового автомобиля без использования специальных средств, которые дают возможность пристегнуть ребенка с помощью ремней безопасности, предусмотренных конструкцией этого транспортного средства.",
            "Запрещается перевозка детей до 12-летнего возраста на заднем сиденье мотоцикла и мопеда.",
            "Оба требования являются обязательными."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком случае вам запрещается дальнейшее движение на автомобиле с прицепом даже до места ремонта или стоянки?",
        img: "",
        answer: [
            "Не установлен опознавательный знак автопоезда.",
            "Отсутствуют предусмотренные конструкцией зеркала заднего вида.",
            "Неисправно тягово-сцепное устройство автопоезда."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "На каком рисунке водитель выполняет правый поворот по траектории, обеспечивающей наибольшую безопасность движения?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/16-19.jpg",
        answer: [
            "На правом.",
            "На левом."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как определить наличие пульса на сонной артерии пострадавшего?",
        img: "",
        answer: [
            "Три пальца руки располагают с левой стороны шеи под нижней челюстью.",
            "Три пальца руки располагают с правой или левой стороны шеи на уровне щитовидного хряща гортани (кадыка) и осторожно продвигают вглубь шеи между щитовидным хрящом и ближайшей к хрящу мышцей.",
            "Большой палец руки располагают на шее под подбородком с одной стороны гортани, а остальные пальцы, с другой стороны."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B17
    {
        text: "Являются ли тротуары и обочины частью дороги?",
        img: "",
        answer: [
            "Являются.",
            "Являются только обочины.",
            "Не являются."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "На каком расстоянии до неровного участка дороги устанавливается этот знак вне населенного пункта?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/17-02.jpg",
        answer: [
            "150-300 м.",
            "50-100 м.",
            "непосредственно перед неровным участком дороги."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Требование каких знаков вступают в силу непосредственно в том месте, где они установлены?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/17-03.jpg",
        answer: [
            "Только А и Б.",
            "Только Б.",
            "Всех."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вам разрешено продолжить дальнейшее движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/17-04.jpg",
        answer: [
            "Только по А, В и Г.",
            "Только по В.",
            "По любой.",
            "По любой, кроме Б."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Позволяет ли вам данная разметка выполнить обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/17-05.jpg",
        answer: [
            "Да.",
            "Позволяет, если скорость трактора менее 30 км/ч.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком месте вам следует остановиться?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/17-06.jpg",
        answer: [
            "Перед светофором.",
            "Перед пересекаемой проезжей частью.",
            "В любом."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "На каком расстоянии от транспортного средства должен быть выставлен знак аварийной остановки в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/17-07.jpg",
        answer: [
            "Не менее 15 м.",
            "Не менее 20 м.",
            "Не менее 40 м.",
            "Не менее 100 м."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам поворот направо в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/17-08.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой траектории вам разрешено выполнить разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/17-09.jpg",
        answer: [
            "Только на перекрестке - по траектории А.",
            "Только перед перекрестком - по траектории Б.",
            "По любой из предложенных траекторий.",
            "Ни по одной из предложенных траекторий."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешается ли вам двигаться со слишком малой скоростью?",
        img: "",
        answer: [
            "Разрешается.",
            "Разрешается, если вы не создаете помех другим транспортным средствам.",
            "Запрещается."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам начать обгон в населенном пункте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/17-11.jpg",
        answer: [
            "Да.",
            "Да, если обгон будет завершен до переезда.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком месте на данном участке дороги вы можете найти место для отдыха?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/17-12.jpg",
        answer: [
            "В любом месте на обочине.",
            "Только через 500 м на специальной площадке.",
            "В обоих указанных местах."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При повороте направо вы должны уступить дорогу:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/17-13.jpg",
        answer: [
            "Только велосипедисту.",
            "Только пешеходам.",
            "Пешеходам и велосипедисту.",
            "Никому."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/17-14.jpg",
        answer: [
            "Уступите дорогу обоим грузовым автомобилям.",
            "Выехав на перекресток, уступите дорогу встречному грузовому автомобилю и завершите поворот."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Эти знаки, установленные перед перекрестком, обознавчают, что:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/17-15.jpg",
        answer: [
            "Находясь на таком перекрестке, вы должны будете уступать дорогу всем ТС, въезжающим на него.",
            "Находясь на таком перекрестке, вы будете иметь преимущество перед всеми ТС, въезжающими на него."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей должен уступить дорогу трамваю?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/17-16.jpg",
        answer: [
            "Оба водителя.",
            "Только водитель грузового автомобиля.",
            "Только водитель легкового автомобиля.",
            "Никто из водителей."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Разрешено ли вам перевозить людей в буксируемом легковом автомобиле?",
        img: "",
        answer: [
            "Разрешено.",
            "Разрешено только при буксировке на гибкой или жесткой сцепке.",
            "Запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Что следует сделать водителю, чтобы предотвратить возникновение заноса при проезде крутого поворота?",
        img: "",
        answer: [
            "Перед поворотом снизить скорость и выжать педаль сцепления, чтобы дать возможность автомобилю двигаться накатом на повороте.",
            "Перед поворотом снизить скорость, при необходимости включить пониженную передачу, а при проезде поворота не увеличивать резко скорость и не тормозить.",
            "Допускается любое из перечисленных действий."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как изменяется длина тормозного пути легкового автомобиля при движении с прицепом, не имеющим тормозной системы?",
        img: "",
        answer: [
            "Уменьшается, т.к. прицеп оказывает дополнительное сопротивление движению.",
            "Увеличивается.",
            "Не изменяется."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В темное время суток и в пасмурную погоду скорость встречного автомобиля воспринимается:",
        img: "",
        answer: [
            "Ниже, чем в действительности.",
            "Выше, чем в действительности.",
            "Восприятие скорости не меняется."
        ],
        answerTrue: 0,
        prompt: ""
    },
    //B18
    {
        text: "Что означает термин \"обгон\"?",
        img: "",
        answer: [
            "Опережение одного или нескольких транспортных средств, связанное с выездом из занимаемой полосы.",
            "Опережение одного или нескольких транспортных средств, связанное с выездом на полосу встречного движения и последующим возвращением на ранее занимаемую полосу (сторону проезжей части).",
            "Любое опережение одного или нескольких транспортных средств."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Этот дорожный знак предупреждает вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/18-02.jpg",
        answer: [
            "О приближении к скользкому участку дороги.",
            "О приближении к мокрому и загрязненному участку дороги.",
            "О приближении к участку дороги, где возможен выброс каменных материалов из-под колес."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автомобиль на стоянку в указанном месте по четным числам месяца?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/18-03.jpg",
        answer: [
            "Разрешено.",
            "Разрешено только после 19 часов.",
            "Запрещено."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие знаки информируют вас, что на данной дороге действуют требования Правил, устанавливающие порядок движения в населенных пунктах?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/18-04.jpg",
        answer: [
            "Только А.",
            "Только А и Б.",
            "Все."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В данной ситуации вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/18-05.jpg",
        answer: [
            "Остановиться у знака.",
            "Остановиться у стоп-линии.",
            "При отсутствии других транспортных средств проехать перекресток без остановки."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/18-06.jpg",
        answer: [
            "Только прямо и налево.",
            "Только прямо, налево и в обратном направлении.",
            "В любом.",
            "Налево и в обратном направлении."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Вы намерены остановиться слева у тротуара. Следует ли в данной ситуации включить указатели поворота?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/18-07.jpg",
        answer: [
            "Да.",
            "Нет.",
            "По вашему усмотрению."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/18-08.jpg",
        answer: [
            "По любой.",
            "Только по А.",
            "Только по А и В."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Для обеспечения безопасности при выезде задним ходом с места стоянки, имеющего ограниченную видимость, необходимо:",
        img: "",
        answer: [
            "Подать звуковой сигнал.",
            "Включить аварийную сигнализацию.",
            "Прибегнуть к помощи других лиц."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Можете ли вы продолжить движение по средней полосе после обгона?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/18-10.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Имеет ли право водитель легкового автомобиля начать обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/18-11.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам остановиться на легковом автомобиле в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/18-12.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Следует ли уступить дорогу легковому автомобилю?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/18-13.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/18-14.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Уступите дорогу автомобилю."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Должны ли вы уступить дорогу встречному автомобилю с включенным проблесковым маячком?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/18-15.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Обязаны ли вы уступить дорогу маршрутному транспортному средству, отъезжающему от тротуара, где нет обозначенного места остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/18-16.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам буксировать автомобиль с недействующей тормозной системой, если фактическая масса этого автомобиля превышает половину фактической массы вашего автомобиля?",
        img: "",
        answer: [
            "Разрешается.",
            "Разрешается только при скорости буксировки не более 30 км/ч.",
            "Не разрешается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком случае вам разрешается эксплуатация автомобиля?",
        img: "",
        answer: [
            "Шины имеют отслоения протектора или боковины.",
            "Шины имеют порезы, обнажающие корд.",
            "На задней оси автомобиля установлены шины с восстановленным рисунком протектора."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как водитель должен воздействовать на педаль управления подачей топлива при возникновении заноса, вызванного резким ускорением движения?",
        img: "",
        answer: [
            "Усилить нажатие на педаль.",
            "Не менять положение педали.",
            "Уменьшить нажатие на педаль."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких случаях водители привлекаются к уголовной ответственности за нарушения Правил?",
        img: "",
        answer: [
            "Только при причинении смерти человеку.",
            "При причинении смерти человеку или тяжкого вреда здоровью человека.",
            "При наличии пострадавшего (вне зависимости от степени тяжести полученных им повреждений) при причинении крупного материального ущерба."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B19
    {
        text: "Сколько проезжих частей имеет данная дорога?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/19-01.jpg",
        answer: [
            "Одну.",
            "Две.",
            "Четыре."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких напаравлениях вам разрешено продолжить движение на легковом автомобиле?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/19-02.jpg",
        answer: [
            "Только прямо.",
            "Только налево или направо.",
            "В любых."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли вам осуществить посадку (высадку) пассажиров либо загрузку (разгрузку) транспортного средства в зоне действия этого знака?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/19-03.jpg",
        answer: [
            "Да, если это займет не более 5 минут.",
            "Да, даже если остановка продлиться более 5 минут.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки разрешают выполнить разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/19-04.jpg",
        answer: [
            "Только Б.",
            "Только Б и В.",
            "Все."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Чем вы должны руководствоваться, если значение дорожных знаков и линий горизонтальной разметки противоречат друг другу?",
        img: "",
        answer: [
            "Требованием линий разметки.",
            "Требованиями дорожных знаков.",
            "Правила эту ситуацию не регламентируют."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как вы должны поступить в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/19-06.jpg",
        answer: [
            "Снизить скорость и быть готовым в случае необходимости незамедлительно остановиться.",
            "Продолжить движение, не изменяя скорости.",
            "Остановиться около автомобиля ДПС и продолжить движение только после разрешения сотрудника полиции."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Когда должна быть прекращена подача сигнала указателями поворота?",
        img: "",
        answer: [
            "Непосредственно перед началом маневра.",
            "Сразу же после завершения маневра.",
            "В процессе выполнения маневра."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой траектории Правила разрешают вам произвести поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/19-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы случайно проехали нужный въезд во двор. Разрешено ли вам в этой ситуации использовать задний ход, чтобы затем повернуть направо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/19-09.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой скоростью вы можете продолжить движение в населенном пункте по левой полосе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/19-10.jpg",
        answer: [
            "Не более 50 км/ч.",
            "Не более 60 км/ч.",
            "Не менее 50 км/ч и не более 60 км/ч."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В данной ситуации вам разрешается:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/19-11.jpg",
        answer: [
            "Объехать грузовой автомобиль справа по обочине.",
            "Продолжить движение только после того, как грузовой автомобиль освободит полосу движения.",
            "Разрешается любое из перечисленных действий."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил правила стоянки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/19-12.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Никто не нарушил.",
            "Оба нарушили."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/19-13.jpg",
        answer: [
            "Остановитесь перед стоп-линией.",
            "Уступите дорогу синему автомбилю и продолжите движение."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/19-14.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Уступите дорогу только легковому автомобилю.",
            "Уступите дорогу легковому автомобилю и мотоциклу."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При въезде на перекресток вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/19-15.jpg",
        answer: [
            "Должны уступить дорогу только мотоциклу.",
            "Должны уступить дорогу обоим транспортным средствам.",
            "Имеете преимущественное право на движение."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли такой маневр?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/19-16.jpg",
        answer: [
            "Да, если нет встречных транспортных средств.",
            "Да, если между шлагбаумом и остановившимся грузовым автомобилем расстояние 6 м.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "На транспортном средстве с опознавательным знаком \"Дети\" во время посадки (высадки) в (из) него пассажиров должны быть включены:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/19-17.jpg",
        answer: [
            "Дневные ходовые огни.",
            "Фары ближнего света или габаритные огни.",
            "Проблесковые маячки оранжевого цвета.",
            "Аварийная световая сигнализация.",
            "Правильные ответы 3 и 4."
        ],
        answerTrue: 4,
        prompt: ""
    },
    {
        text: "В каких случаях следует увеличить боковой интервал?",
        img: "",
        answer: [
            "При встречном разъезде на большой скорости.",
            "При разъезде с длинномерным транспортным средством.",
            "При движении по мокрому, скользкому или неровному покрытию около разных объектов.",
            "Во всех перечисленных случаях."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Для прекращения заноса, вызванного торможением, водитель в первую очередь должен:",
        img: "",
        answer: [
            "Прекратить начатое торможение.",
            "Выключить сцепление.",
            "Продолжить торможение, не изменяя усилия на педаль тормоза."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Что необходимо сделать для извлечения инородного тела, попавшего в дыхательные пути пострадавшего?",
        img: "",
        answer: [
            "Уложить пострадавшего на свое колено лицом вниз и ударить кулаком по спине несколько раз.",
            "Вызвать рвоту, надавив на корень языка. При отрицательном результате ударить ребром ладони по спине пострадавшего либо встать спереди и сильно надавить кулаком на его живот.",
            "Ударить несколько раз ладонью по спине пострадавшего. При отрицательном результате встать сзади, обхватить его обеими руками на уровне нижних ребер, сцепить свои руки в кулак, одновременно сдавить его ребра и резко надавить на область живота кулаком в направлении внутрь и кверху."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B20
    {
        text: "На каких рисунках показана главная дорога?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-01.jpg",
        answer: [
            "Только на правом верхнем.",
            "На нижнем и правом врехнем.",
            "На всех."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам за перкрестком въехать во двор?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-02.jpg",
        answer: [
            "Да.",
            "Нет.",
            "Да, только если вы проживаете в этом доме."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка за знаком?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-03.jpg",
        answer: [
            "Разрешена.",
            "Разрешена только для посадки или высадки пассажиров.",
            "Запрещена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие знаки запрещают дальнейшее движение без остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-04.jpg",
        answer: [
            "Только А и Г.",
            "Только Б и В.",
            "Только В и Г.",
            "Все."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какой цвет имеют линии временной дорожной разметки?",
        img: "",
        answer: [
            "Синий.",
            "Белый.",
            "Оранжевый.",
            "Желтый.",
            "Красный."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-06.jpg",
        answer: [
            "Только А.",
            "А и Б.",
            "В любом."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какой знак используется для обозначения автомобиля при вынужденной остановке в местах, где с учетом условий видимости транспортное средство не может быть своевременно замечено другими водителями?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-07.jpg",
        answer: [
            "А.",
            "Б.",
            "В."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории Правила разрешают вам произвести поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли вам на узкой проезжей части произвести разворот с заездом во двор?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-09.jpg",
        answer: [
            "Да.",
            "Да, если не будут созданы помехи другим участникам движения.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Укажите расстояние, под которым в Правилах подразумевается дистанция:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-10.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Только В.",
            "А и В."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы начать обгон грузового автомобиля в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-11.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю поставить на стоянку грузовой автомобиль с разрешенной максимальной массой менее 3,5 т указанным на табличке способом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-12.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-13.jpg",
        answer: [
            "Выполните маневр без остановки на перекрестке.",
            "Повернете налево, остановитесь в разрыве разделительной полосы и, после включения разрешающего сигнала светофора на выходе с перекрестка, завершите маневр."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Поворачивая направо, вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-14.jpg",
        answer: [
            "Уступить дорогу автомобилю.",
            "Проехать перекресток первым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-15.jpg",
        answer: [
            "Только автобусу и мотоциклу.",
            "Только легковому автомобилю и автобусу.",
            "Всем транспортным средствам."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком месте вы должны остановиться в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-16.jpg",
        answer: [
            "У знака \"Движение без остановки запрещено\".",
            "У знака \"Однопутная железная дорога\".",
            "За 5 м до первого рельса.",
            "В любом месте по своему усмотрению."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Противотуманные фары и задние противотуманные фонари могут быть включены одновременно:",
        img: "",
        answer: [
            "Только в тумане.",
            "В условиях недостаточной видимости.",
            "В условиях ограниченной обзорности."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Что вам следует иметь в виду, увидев впереди пешехода, переходящего проезжую часть?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/20-18.jpg",
        answer: [
            "Что он может перейти дорогу, не меняя своего темпа движения, или ускориться.",
            "Что он может внезапно остановиться или отступить назад.",
            "Следует иметь в виду все вышеперечисленное."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как правильно произвести экстренно торможение, если ваш автомобиль оборудован антиблокировочной тормозной системой?",
        img: "",
        answer: [
            "Тормозить прерывистым нажатием на педаль тормоза, не допуская блокировки колес.",
            "Нажать на педаль тормоза до упора и удерживать ее до полной остановки."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При наличии каких обстоятельств оформление документов о дорожно-транспортном происшествии (ДТП) может быть осуществлено не на месте происшествия?",
        img: "",
        answer: [
            "Если ДТП произошло с участием двух транспортных средств, гражданская ответственность владельцев которых застрахована.",
            "Если в результате ДТП вред причинен только имуществу и обстоятельства причинения вреда в связи с повреждением имущества не вызывают разногласий участников ДТП.",
            "Если вследствие ДТП нет пострадавших и не насене материальный ущерб третьим лицам, а транспортные средства могут безопасно двигаться, и водители достигли взаимного согласия в оценке обстоятельств случившегося."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B21
    {
        text: "Разрешается ли водителю пользоваться телефоном во время движения?",
        img: "",
        answer: [
            "Разрешается.",
            "Разрешается только при использовании технического устройства, позволяющего вести переговоры без использования рук.",
            "Разрешается только при движении со скоростью менее 40 км/ч.",
            "Запрещается."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Этот знак предупреждает о приближении к перекрестку, на котором вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/21-02.jpg",
        answer: [
            "Имеете право преимущественного проезда.",
            "Должны уступить дорогу всем транспортным средствам, движущимся по пересекаемой дороге.",
            "Должны уступить дорогу только транспортным средствам, приближающимся справа."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Можно ли продолжить буксировку легковым автомобилем мотоцикла с коляской при наличии такого знака на дороге?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/21-03.jpg",
        answer: [
            "Нет.",
            "Да.",
            "Можно, со скоростью не более 50 км/час."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какой знак информирует о начале дороги с реверсивным движением?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/21-04.jpg",
        answer: [
            "А.",
            "Б.",
            "В."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Данная вертикальная разметка:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/21-05.jpg",
        answer: [
            "Запрещает стоянку транспортных средств.",
            "Запрещает остановку транспортных средств.",
            "Обозначает ограждения на опасных участках дорог."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам за перекрестком въехать на полосу с реверсивным движением?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/21-06.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Такой сигнал рукой, подаваемый водителем легкового автомобиля, информирует вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/21-07.jpg",
        answer: [
            "О его намерении повернуть налево или выполнить разворот.",
            "О его намерении остановиться и уступить дорогу грузовому автомобилю.",
            "Об опасности, которая может возникнуть для вас на перекрестке."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Может ли водитель легкового автомобиля в данной ситуации начать движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/21-08.jpg",
        answer: [
            "Да.",
            "Да, если он не создаст помех грузовому автомобилю.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких местах водителю разрешается движение задним ходом?",
        img: "",
        answer: [
            "На перекрестках.",
            "На дорогах с односторонним движением при условии невозможности подъехать к объекту иным способом.",
            "На пешеходных переходах.",
            "На мостах, путепроводах, в тоннелях."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешается ли вам, управляя легковым автомобилем, продолжить движение по трамвайным путям попутного направления?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/21-10.jpg",
        answer: [
            "Разрешается.",
            "Разрешается только для поворота налево и разворота.",
            "Запрещается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком месте вы можете начать обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/21-11.jpg",
        answer: [
            "На переезде.",
            "Непосредственно за переездом.",
            "Только на расстоянии 100 м за переездом."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы поставить автомобиль на стоянку в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/21-12.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/21-13.jpg",
        answer: [
            "Только мотоциклу.",
            "Только автомобилю с включенными проблесковым маячком и специальным звуковым сигналом.",
            "Обоим транспортным средствам."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/21-14.jpg",
        answer: [
            "Проедете перекресток первым одновременно со встречным автомобилем.",
            "Проедете перекресток последним после проезда мотоцикла.",
            "Проедете перекресток вторым, после красного автомобиля."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение прямо. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/21-15.jpg",
        answer: [
            "Обоим транспортным средствам.",
            "Только легковому автомобилю.",
            "Только автобусу."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких случаях при выезде из жилой зоны вы должны уступить дорогу транспортным средствам?",
        img: "",
        answer: [
            "Во всех случаях.",
            "Только при наличии знака \"Уступите дорогу\".",
            "Только если другое транспортное средство приближается к вам справа."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В зоне действия каких знаков разрешают подачу звуковых сигналов для предотвращения дорожно-транспортных происшествий?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/21-17.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "А и Б.",
            "А и В."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как изменяется поле зрения водителя с увеличением скорости движения?",
        img: "",
        answer: [
            "Не изменяется.",
            "Расширяется.",
            "Сужается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При выезде из лесистого участка на открытое место установлен знак \"Боковой ветер\". Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/21-19.jpg",
        answer: [
            "Уменьшить скорость и быть готовым к возможному отклонению автомобиля от заданного курса.",
            "Не изменяя скорости, сместиться ближе к центру дороги.",
            "Не изменяя скорости, сместиться ближе к обочине."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Каковы признаки кровотечения из крупной артерии и первая помощь при ее ранении?",
        img: "",
        answer: [
            "Одежда быстро пропитывается кровью, кровь темного цвета вытекает из раны пассивно. Накладывается давящая повязка на место ранения.",
            "Одежда пропитана кровью, кровь алого цвета вытекает из раны пульсирующей струей. Накладывается кровоостанавливающий жгут выше места ранения не менее чем на 3-5 см.",
            "Одежда пропитывается кровью только в месте ранения (цвет крови не имеет значения), кровь вытекает из раны пассивно. Накладывается кровоостанавливающий жгут ниже места ранения не менее чем на 3-5 см."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B22
    {
        text: "Сколько перекрестков изображено на рисунке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/22-01.jpg",
        answer: [
            "Один.",
            "Два.",
            "Четыре."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение на перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/22-02.jpg",
        answer: [
            "Только прямо.",
            "Прямо и налево.",
            "Прямо или в обратном направлении."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие требования предъявляют к вам эти дорожные знаки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/22-03.jpg",
        answer: [
            "Снизить скорость при проезде таможни.",
            "Остановиться через 300 м у таможни.",
            "Остановиться у знака и дождаться работников таможенной службы."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Где начинают действовать требования Правил, относящиеся к населенным пунктам?",
        img: "",
        answer: [
            "Только с места установки дорожного знака с названием населенного пункта на белом фоне.",
            "С места установки дорожного знака с названием населенного пункта на белом или синем фоне.",
            "В начале застроенной территории, непосредственно прилегающей к дороге."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кому из водителей разрешено пересечь сплошную линию разметки с целью остановки в указанных местах?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/22-05.jpg",
        answer: [
            "Обоим разрешено.",
            "Разрешено только водителю встречного автомобиля.",
            "Обоим запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как в данной ситуации должен поступить водитель легкового автомобиля при приближении автомобиля оперативной службы, сопровождающего колонну?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/22-06.jpg",
        answer: [
            "Перестроиться на правую полосу и продолжить движение.",
            "Остановиться у тротуара и продолжить движение сразу же после проезда автомобиля оперативной службы.",
            "Остановиться у тротуара и продолжить движение движение только после проезда замыкающего колонну транспортного средства."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Обязаны ли вы в данной ситуации включить левые указатели поворота?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/22-07.jpg",
        answer: [
            "Да.",
            "Да, если будете выполнять разворот.",
            "Включение указателей поворота в данной ситуации необязательно."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории Правила разрешают вам произвести поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/22-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю подъехать задним ходом к пассажиру, стоящему на мосту?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/22-09.jpg",
        answer: [
            "Да.",
            "Да, если не будут созданы помехи другим участникам движения.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли вам использовать для движения трамвайные пути встречного движения?",
        img: "",
        answer: [
            "Разрешается, если при этом не будут созданы помехи встречным транспортным средствам.",
            "Разрешается только при объезде трамвая попутного направления.",
            "Не разрешается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие ограничения, относящиеся к обгону, действуют на железнодорожных переездах и вблизи них?",
        img: "",
        answer: [
            "Обгон запрещен только на переезде.",
            "Обгон запрещен на переезде и на расстоянии 100 м до него.",
            "Обгон запрещен на переезде и на расстоянии 100 м до и после него."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком из указанных мест вам разрешено поставить автомобиль на стоянку?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/22-12.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "В любом."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/22-13.jpg",
        answer: [
            "Только встречному автомобилю.",
            "Только пешеходам.",
            "Встречному автомобилю и пешеходам."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Следует ли при движении прямо уступить дорогу трамваю?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/22-14.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Можете ли вы приступить к повороту?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/22-15.jpg",
        answer: [
            "Да.",
            "Да, но не создавая помех грузовому автомобилю.",
            "нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/22-16.jpg",
        answer: [
            "Запрещена.",
            "Разрешена только для посадки или высадки пассажиров.",
            "Разрешена, если не будут созданы помехи движению маршрутных транспортных средств."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие внешние световые приборы должны быть включены в темное время суток на прицепах?",
        img: "",
        answer: [
            "Только габаритные фонари.",
            "Фара ближнего света или противотуманная фара.",
            "Включение внешних световых приборов на прицепах не предусмотрено.",
            "Дневные ходовые огни."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае вам запрещается эксплуатация транспортного средства?",
        img: "",
        answer: [
            "Двигатель не развивает максимальной мощности.",
            "Двигатель неустойчиво работает на холостых оборотах.",
            "Неисправна система выпуска отработанных газов."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какой стиль вождения обеспечит наименьший расход топлива?",
        img: "",
        answer: [
            "Частое и резкое ускорение при плавном замедлении.",
            "Плавное ускорение при резком замедлении.",
            "Плавное ускорение при плавном замедлении."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Что требуется для возврата водительского удостоверения после истечения срока лишения права управления, назначенного за управление водителем в состоянии алкогольного опьянения?",
        img: "",
        answer: [
            "Только проверка знания водителем Правил дорожного движения.",
            "Проврека знания водителем Правил дорожного движения и уплата наложенных на него штрафов за административные правонарушения в области дорожного движения.",
            "Проверка знания водителем Правил дорожного движения и медицинское освидетельствование его на наличие медицинских противопоказаний к управлению транспортным средством."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B23
    {
        text: "Сколько пересечений проезжих частей имеет этот перекресток?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/23-01.jpg",
        answer: [
            "Одно.",
            "Два."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Этот дорожный знак:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/23-02.jpg",
        answer: [
            "Предупреждает о приближении к месту пересечения с трамвайной линией.",
            "Предупреждает о приближении к трамвайной остановке.",
            "Обязывает вас остановиться непосредственно перед пересечением с трамвайной линией."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Эти знаки обязываются вас соблюдать дистанцию:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/23-03.jpg",
        answer: [
            "Менее 70 м на протяжении 100 м.",
            "Более 70 м на протяжении 100 м.",
            "От 70 м до 100 м."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Двигаясь по средней полосе на легковом автомобиле, вы можете продолжить движение:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/23-04.jpg",
        answer: [
            "Только прямо.",
            "Только прямо и налево.",
            "Прямо, налево или в обратном направлении."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автомобиль на стоянку в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/23-05.jpg",
        answer: [
            "Разрешено.",
            "Разрешено только с частичным заездом на тротуар.",
            "Запрещено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких направлениях вы можете продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/23-06.jpg",
        answer: [
            "Только направо в первый проезд.",
            "Направо в первый и второй проезды.",
            "Движение запрещено."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Обязаны ли вы подавать сигналы указателями поворота при начале движения в жилой зоне, обозначенной соответствующим знаком?",
        img: "",
        answer: [
            "Да.",
            "Нет.",
            "Да, только при наличии в непосредственной близости пешеходов."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете продолжить движение направо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/23-08.jpg",
        answer: [
            "Только по А.",
            "Только по А и Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли вамм разворот на этом участке дороги?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/23-09.jpg",
        answer: [
            "Разрешен только при видимости дороги более 100 м.",
            "Не разрешен."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение на грузовом автомобиле с разрешенной максимальной массой менее 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/23-10.jpg",
        answer: [
            "90 км/ч.",
            "70 км/ч.",
            "60 км/ч."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Выполняя объезд на подъеме, вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/23-11.jpg",
        answer: [
            "Должны уступить дорогу.",
            "Имеете право проехать первым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автомобиль на стоянку в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/23-12.jpg",
        answer: [
            "Разрешено.",
            "Разрешено, если при этом не будут созданы помехи для движения маршрутных транспортных средств.",
            "Запрещено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как следует поступить в этой ситуации, если вам необходимо повернуть направо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/23-13.jpg",
        answer: [
            "Остановиться перед перекрестком и, дождавшись другого сигнала регулировщика, повернуть направо.",
            "Можно повернуть направо, уступив дорогу пешеходам."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/23-14.jpg",
        answer: [
            "Только трамваю А.",
            "Только трамваю Б.",
            "Обоим трамваям.",
            "Никому."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/23-15.jpg",
        answer: [
            "Только автобусу.",
            "Обоим транспортным средствам.",
            "Никому."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто из водителей правильно остановился для высадки пассажиров?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/23-16.jpg",
        answer: [
            "Только А.",
            "Только В.",
            "А и Б.",
            "Б и В."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Достаточно ли в светлое время суток включения только противотуманных фар для обозначения транспортного средства при движении в тумане, когда видимость дороги не менее 300м?",
        img: "",
        answer: [
            "Достаточно.",
            "Недостаточно."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком из перечисленных случаев водителю следует оценивать обстановку сзади?",
        img: "",
        answer: [
            "Только при резком торможении.",
            "Только при торможении на дороге с мокрым или скользким покрытием.",
            "При любом торможении."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Чем опасно длительное торможение с выключенным сцеплением (передачей) на крутом спуске?",
        img: "",
        answer: [
            "Значительно увеличивается износ протектора шин.",
            "Повышается износ деталей тормозных механизмов.",
            "Перегреваются тормозные механизмы и уменьшается эффективность торможения."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие административные меры предусмотрены за управление транспортным средством, если полис (договор) обязательного страхования гражданско-правовой ответственности владельца наземного траспортного средства отсутствует?",
        img: "",
        answer: [
            "Предупреждение или штраф от двадцати пяти до пятидесяти необлагаемых минимумов доходов граждан.",
            "Штраф от двадцати пяти до пятидесяти необлагаемых минимумов доходов граждан.",
            "Штраф от двадцати пяти до пятидесяти необлагаемых минимумов доходов граждан, или лишение права управления транспортными средствами на срок от 1 до 3 месяцев."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B24
    {
        text: "Сколько полос для движения имеет данная дорога?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/24-01.jpg",
        answer: [
            "Две.",
            "Четыре."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Эти знаки предупреждают вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/24-02.jpg",
        answer: [
            "О приближении к железнодорожному переезду с тремя путями.",
            "О наличии через 150-300 м железнодорожного переезда без шлагбаума.",
            "О наличии через 50-100 м железнодорожного переезда."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автомобиль на стоянку в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/24-03.jpg",
        answer: [
            "Разрешено.",
            "Разрешено, если вы проживаете рядом с этим местом.",
            "Запрещено."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие знаки обязывают водителя грузового автомобиля с разрешенной максимальной массой до 3,5 т повернуть направо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/24-04.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "А и Б.",
            "Б и В."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Эта разметка обозначает:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/24-05.jpg",
        answer: [
            "Место, где начинается или заканчивается жилая зона.",
            "Искусственную неровность на проезжей части.",
            "Место, где начинается запрет на дальнейшее движение.",
            "Велосипедную дорожку."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Что означает мигание желтого сигнала светофора?",
        img: "",
        answer: [
            "Предупреждает о неисправности светофора.",
            "Разрешает движение и информирует о наличии нерегулируемого перекрестка или пешеходного перехода.",
            "Запрещает дальнейшее движение."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какую ошибку совершает водитель, въезжающий во двор?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/24-07.jpg",
        answer: [
            "Поворачивает в зоне действия знака \"Движение прямо\".",
            "Поворачивает, не включив указатели поворота.",
            "Совершает обе перечисленные ошибки."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Должны ли вы уступить дорогу грузовому автомобилю в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/24-08.jpg",
        answer: [
            "Да.",
            "Да, если рн поворачивает направо.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете выполнить разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/24-09.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешается ли вам обогнать легковой автомобиль по трамвайным путям в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/24-10.jpg",
        answer: [
            "Не разрешается.",
            "Разрешается."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/24-11.jpg",
        answer: [
            "Запрещен.",
            "Разрешен, если скорость грузового автомобиля менее 30 км/ч.",
            "Разрешен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил правила стоянки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/24-12.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Никто не нарушил."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/24-13.jpg",
        answer: [
            "Уступите дорогу трамваю и, убедившись, что ваши пути не пересекаются со встречным автомобилем, выполните поворот.",
            "Проедете перекресток первым."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто первым проедет перекресток, если все намерены двигаться прямо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/24-14.jpg",
        answer: [
            "Вы одновременно с троллейбусом.",
            "Грузовой автомобиль.",
            "Правила эту ситуацию не регламентируют. Водители должны определить очередность по договоренности."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы обязаны уступить дорогу пешеходам:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/24-15.jpg",
        answer: [
            "Только при повороте налево по направлению главной дороги.",
            "Только при повороте направо.",
            "В обоих случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как вы должны поступить в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/24-16.jpg",
        answer: [
            "Объехать шлагбаум, т.к. светофор не запрещает движение.",
            "Остановиться и продолжить движение только при открытом шлагбауме."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "На каком расстоянии до встречного транспортного средства вы должны переключить дальний свет фар на ближний?",
        img: "",
        answer: [
            "Не менее чем за 250 м.",
            "Не менее чем за 300 м.",
            "По усмотрению водителя."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае вам разрешается эксплуатация легкового автомобиля?",
        img: "",
        answer: [
            "Не работает спидометр.",
            "Не работает указатель температуры охлаждающей жидкостию",
            "Не работает звуковой сигнал."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как следует поступить водителю, если во время движения по сухой дороге с асфальтобетонным покрытием начал моросить дождь?",
        img: "",
        answer: [
            "Уменьшить скорость и быть особенно осторожным.",
            "Не изменяя скорости продолжить движение.",
            "Увеличить скорость и попытаться проехать как можно большее расстояние, пока не начался сильный дождь."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли давать пострадавшему, находящемуся в бессознательном состоянии, лекарственные средства?",
        img: "",
        answer: [
            "Разрешено.",
            "Разрешено в случае крайней необходимости.",
            "Запрещено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B25
    {
        text: "На каком рисунке изображена дорога с разделительной полосой?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/25-01.jpg",
        answer: [
            "Только на правом.",
            "На обоих.",
            "Ни на одном."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение на грузовом автомобиле с разрешенной максимальной массой 3т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/25-02.jpg",
        answer: [
            "Только прямо.",
            "Только налево или направо.",
            "В любых."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какой из знаков отменяет все ограничения, введенные ранее запрещающими знаками?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/25-03.jpg",
        answer: [
            "Только А и Б.",
            "Только В и Г.",
            "Только В.",
            "Все."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "этот знак указывает, что:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/25-04.jpg",
        answer: [
            "Вы должны повернуть направо или налево.",
            "На пересекаемой дороге организовано реверсивное движение.",
            "На пересекаемой дороге организовано одностороннее движение."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какой маневр запрещает вам данная линия разметки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/25-05.jpg",
        answer: [
            "Только обгон.",
            "Только объезд.",
            "Только разворот.",
            "Ничего не запрещает."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "На какие транспортные средства распространяются сигналы такого светофора?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/25-06.jpg",
        answer: [
            "Только на трамваи.",
            "На трамваи, а также другие маршрутные транспортные средства, движущиеся по выделенной для них полосе.",
            "На все маршрутные транспортные средства."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Обязаны ли вы включить указатели поворота в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/25-07.jpg",
        answer: [
            "Да.",
            "Нет.",
            "Да, но только при наличии на перекрестке других транспортных средств."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто должен уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/25-08.jpg",
        answer: [
            "Водитель легкового автомобиля.",
            "Водитель грузового автомобиля."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы случайно проехали поворот на перекрестке. Разрешено ли вам в этой ситуации использовать задний ход, чтобы затем продолжить движение налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/25-09.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Если в месте въезда на дорогу имеется полоса разгона, водитель:",
        img: "",
        answer: [
            "Может двигаться по ней и вливаться в транспортный поток, уступая дорогу транспортным средствам, движущимся по этой дороге.",
            "Обязан двигаться по ней и вливаться в транспортный поток, уступая дорогу транспортным средствам, движущимся по этой дороге.",
            "Может сразу занять правую полосу движения, если дорога свободна."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/25-11.jpg",
        answer: [
            "Да, если скорость грузового автомобиля менее 30 км/ч.",
            "Да.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/25-12.jpg",
        answer: [
            "Разрешена.",
            "Разрешена, но только при отсутствии пешеходов на переходе.",
            "Не разрешена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Значения каких дорожных знаков отменяются сигналами светофора?",
        img: "",
        answer: [
            "Знаков приоритета.",
            "Запрещающих знаков.",
            "Предписывающих знаков.",
            "Всех перечисленных."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При повороте направо вы должны уступить дорогу:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/25-14.jpg",
        answer: [
            "Только велосипедистам.",
            "Только пешеходам.",
            "Пешеходам и велосипедистам.",
            "Никому."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/25-15.jpg",
        answer: [
            "Только легковому автомобилю.",
            "Легковому автомобилю и автобусу.",
            "Никому."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Как вы должны действовать в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/25-16.jpg",
        answer: [
            "Проехать железнодорожный переезд без остановки перед знаком.",
            "Остановиться перед знаком и продолжить движение сразу же после проезда поезда.",
            "Остановиться перед знаком и продолжить движение, только убедившись в отсутствии приближающегося поезда."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как вы можете в светлое время суток привлечь внимание водителя обгоняемого автомобиля при движении в населенном пункте?",
        img: "",
        answer: [
            "Только звуковым сигналом.",
            "Только кратковременным переключением фар с ближнего света на дальний.",
            "Любым из перечисленных способов, включая совместную подачу этих сигналов."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком случае вам запрещается эксплуатация автмообиля?",
        img: "",
        answer: [
            "Не работает указатель уровня топлива.",
            "Нарушена регулировка угла опережения зажигания.",
            "Затруднен пуск двигателя.",
            "Не работает звуковой сигнал."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Считаете ли вы безопасным движение на легковом автомобиле в темное время суток с ближним светом фар по неосвещенной загородной дороге со скоростью 90 км/ч?",
        img: "",
        answer: [
            "Да, т.к. предельная допустимая скорость соответствует требованиям Правил.",
            "Нет, т.к. остановочный путь превышает расстояние видимости."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как остановить кровотечение при ранении вены и некрупных артерий?",
        img: "",
        answer: [
            "Наложить давящую повязку на место ранения.",
            "Наложить жгут выше места ранения.",
            "Наложить жгут ниже места ранения."
        ],
        answerTrue: 0,
        prompt: ""
    },
    //B26
    {
        text: "Выезд из двора или с другой прилегающей территории:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/26-01.jpg",
        answer: [
            "Считается перекрестком равнозначных дорог.",
            "Считается перекрестком неравнозначных дорог.",
            "Не считается перекрестком."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие знаки требуют обязательной остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/26-02.jpg",
        answer: [
            "Только А и Б.",
            "Только Б.",
            "Только Б и В.",
            "Все."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких случаях вам разрешается использовать звуковой сигнал в зоне действия этого знака?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/26-03.jpg",
        answer: [
            "Только для предупреждения об обгоне.",
            "Только для предотвращения дорожно-транспортного происшествия.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Что означают эти дорожные знаки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/26-04.jpg",
        answer: [
            "Стоянка разрешена только транспортным средствам оперативных служб.",
            "Стоянка разрешена только с включенными габаритными огнями.",
            "Стоянка разрешена только в праздничные, субботние и воскресные дни."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Такой вертикальной разметкой обозначают:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/26-05.jpg",
        answer: [
            "Боковые поверхности ограждений только на опасных участках дорог.",
            "Боковые поверхности ограждений на других участках дорог.",
            "Бордюры направляющего островка и островка безопасности."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Красный мигающий сигнал или два попеременно мигающих красных сигнала светофора, установленного на железнодорожном переезде, означают:",
        img: "",
        answer: [
            "Движение разрешается с особой осторожностью.",
            "Движение запрещено.",
            "Светофорная сигнализация неисправна."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Обязаны ли вы включить сигнал левого поворота в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/26-07.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких направлениях вы можете продолжить движение по второй полосе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/26-08.jpg",
        answer: [
            "Только налево.",
            "Только налево и в обратном направлении.",
            "Направо, налево и в обратном направлении."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы случайно проехали нужный въезд во двор. Разрешено ли вам в этой ситуации использовать задний ход, чтобы затем повернуть направо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/26-09.jpg",
        answer: [
            "Да, если не будет создано помех движению маршрутных транспортных средств.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой таректории вы можете продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/26-10.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли обгон на регулируемых перекрестках?",
        img: "",
        answer: [
            "Разрешен.",
            "Запрещен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Водитель какого автомобиля нарушил правила остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/26-12.jpg",
        answer: [
            "Только Б.",
            "Только Б и В.",
            "Все нарушили."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто должен уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/26-13.jpg",
        answer: [
            "Водитель автомобиля, приближающегося слева.",
            "Водитель трамвая."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому вы должны уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/26-14.jpg",
        answer: [
            "Обоим транспортным средствам.",
            "Только грузовому автомобилю.",
            "Только легковому автомобилю."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение прямо. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/26-15.jpg",
        answer: [
            "Только легковому автомобилю.",
            "Только автобусу и легковому автомобилю.",
            "Всем транспортным средствам."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как вы должны поступить, если сразу за пешеходным переходом образовался затор?",
        img: "",
        answer: [
            "Остановиться на пешеходном переходе, если нет пешеходов.",
            "Остановиться непосредственно перед пешеходным переходом.",
            "Остановиться не ближе 10 м до пешеходного перехода."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "На каком рисунке изображен автомобиль, водитель которого не нарушает правил перевозки грузов?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/26-17.jpg",
        answer: [
            "Только на А.",
            "Только на Б.",
            "На обоих."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешается ли устанавливать шторки или жалюзи на заднем стекле легкового автомобиля?",
        img: "",
        answer: [
            "Разрешается, при наличии с обеих сторон зеркал заднего вида.",
            "Запрещается."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Уменьшение тормозного пути транспортного средства достигается:",
        img: "",
        answer: [
            "Торможением с блокировкой колес (юзом).",
            "Торможение на грани блокировки способом прерывистого нажатия на педаль тормоза."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие меры административного воздействия предусмотрены за превышение скорости более чем на 20 км/ч?",
        img: "",
        answer: [
            "Штраф от пятнадцати до двадцати необлагаемых минимумов доходов граждан.",
            "Предупреждение или штраф от пятнадцати до двадцати необлагаемых минимумов доходов граждан.",
            "Штраф от пятнадцати до двадцати необлагаемых минимумов доходов граждан, или лишение права управления транспортными средствами на срок от 1 до 3 месяцев."
        ],
        answerTrue: 0,
        prompt: ""
    },
    //B27
    {
        text: "Могут ли водители, причастные к дорожно-транспортному происшествию, прибыть на ближайший пост ДПС или в подразделение полиции для оформления происшествия, если нет пострадавших?",
        img: "",
        answer: [
            "Могут.",
            "Могут только при взаимном согласии в оценке обстоятельств случившегося и при наличии составленной и подписанной ими схемы дорожно-транспортного происшествия.",
            "Не могут."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какой знак используется для обозначения искусственной неровности?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/27-02.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Б и В.",
            "А и Г."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Каким транспортным средствам разрешена остановка в зоне действия знака?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/27-03.jpg",
        answer: [
            "Только маршрутным транспортным средствам.",
            "Только такси с включенным таксометром.",
            "Только автомобилям, управляемым инвалидами или перевозящим таких инвалидов."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Управляя каким автомобилем, вы можете опередить легковой автомобиль?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/27-04.jpg",
        answer: [
            "Только легковым.",
            "Только легковым или грузовым с разрешенной массой менее 3,5 т.",
            "Любым автомобилем."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Эта разметка обозначает:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/27-05.jpg",
        answer: [
            "Номер дороги или маршрута.",
            "Рекомендуемую скорость движения на данном участке дороги.",
            "Разрешенную максимальную скорость движения на данном участке дороги."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Чем вы должны руководствоваться, если указания регулировщика противоречат сигналам светофора и значениям дорожных знаков?",
        img: "",
        answer: [
            "Требованиями дорожных знаков.",
            "Значениями сигналов светофора.",
            "Указаниями регулировщика."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Такой сигнал рукой, подаваемый мотоциклистом, движущимся по левой полосе, информирует:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/27-07.jpg",
        answer: [
            "О его наммерении продолжить движение прямо.",
            "О его намерении повернуть направо.",
            "О его намерении остановиться."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При перерстроении на правую полосу вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/27-08.jpg",
        answer: [
            "Должны уступить дорогу всем транспортным средствам, движущимся по соседней полосе.",
            "Имеете преимущество."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой таректории вы можете выполнить разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/27-09.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "По какой полосе вы можете продолжить движение, опередив грузовой автомобиль в населенном пункте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/27-10.jpg",
        answer: [
            "Только по правой.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешен ли обгон на подъеме?",
        img: "",
        answer: [
            "Запрещен.",
            "Запрещен только в конце подъема.",
            "Разрешен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешена ли водителям остановка в указанных местах?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/27-12.jpg",
        answer: [
            "Разрешена.",
            "Разрешена только мотоциклисту.",
            "Запрещена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/27-13.jpg",
        answer: [
            "Уступите дорогу трамваю.",
            "Проедете перекресток первым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены развернуться. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/27-14.jpg",
        answer: [
            "Развернетесь первым.",
            "Выедете на перекресток и, уступив дорогу автомобилю, завершите разворот."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение прямо. Каковы ваши действия при желтом мигающем сигнале светофора?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/27-15.jpg",
        answer: [
            "Уступите дорогу только трамваю.",
            "Уступите дорогу только автомобилю.",
            "Дождетесь включения зеленого сигнала светофора и продолжите движение."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "На каком наименьшем расстоянии до ближайшего рельса вы должны остановиться?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/27-16.jpg",
        answer: [
            "5 м.",
            "10 м.",
            "15 м.",
            "20 м."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какое расстояние должно быть обеспечено между буксирующим и буксируемым транспортными средствами при буксировке на гибкой сцепке?",
        img: "",
        answer: [
            "Не более 4 м.",
            "От 4 до 6 м.",
            "Правилами не регламентируется."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Зависит ли выбор бокового интервала от скорости движения?",
        img: "",
        answer: [
            "Выбор бокового интервала от скорости движения не зависит.",
            "При увеличении скорости движения боковой интервал необходимо увеличить."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При движении на каком автомобиле увеличение скорости может способствовать устранению заноса задней оси?",
        img: "",
        answer: [
            "На переднеприводном.",
            "На заднеприводном."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "За какие административные правонарушения, связанные с наличием состояния опьянения, предусмотрены штраф с лишением права управления на срок от 2 до 3 лет?",
        img: "",
        answer: [
            "За управление транспортным средством водителем, находящимся в состоянии опьянения; за передачу управления транспортным средством лицу, находящемуся в состоянии опьянения.",
            "За управление транспортным средством водителем, находящимся в состоянии опьянения и не имеющим права управления транспортными средствами либо лишенным этого права.",
            "За повторное управление транспортным средством водителем, находящимся в состоянии опьянения; за передачу управления транспортным средством лицу, находящемуся в состоянии опьянения; отказ от медицинского освидетельствования; употребление алкоголя после остановки водителя сотрудником полиции."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B28
    {
        text: "Обязаны ли вы предоставлять транспортное средство сотрудникам полиции и здравоохранения для доставки в ближайшее лечебное учреждение лиц, нуждающихся в неотложной медицинской помощи?",
        img: "",
        answer: [
            "Обязаны только при движении в попутном направлении.",
            "Обязаны независимо от направления движения.",
            "Не обязаны."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/28-02.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам произвести остановку для посадки пассажира?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/28-03.jpg",
        answer: [
            "Разрешено.",
            "Разрешено только по четным числам месяца.",
            "Разрешено только по нечетным числам месяца.",
            "Не разрешено."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие знаки используются для обозначения номера, присвоенного дороге (маршруту)?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/28-04.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Только А и Б.",
            "Все."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какой цвет имеет временная горизонтальная разметка?",
        img: "",
        answer: [
            "Оранжевый.",
            "Желтый.",
            "Допускаются оба указанных цвета."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/28-06.jpg",
        answer: [
            "Только прямо.",
            "Только направо.",
            "Прямо или направо."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как вы должны обозначить свое транспортное средство при дорожно-транспортном происшествии?",
        img: "",
        answer: [
            "Только с помощью аварийной световой сигнализации.",
            "Только с помощью знака аварийной остановки.",
            "Обоими перечисленными способами."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "По какой траектории вам разрешено повернуть налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/28-08.jpg",
        answer: [
            "Только по А.",
            "Только по В.",
            "По любой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю подъехать задним ходом к пассажиру на этом участке дороги?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/28-09.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешается ли вам, управляя грузовым автомобилем с разрешенной максимальной массой более 3,5 т выехать на третью полосу в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/28-10.jpg",
        answer: [
            "Разрешается.",
            "Разрешается только для поворота налево или разворота.",
            "Разрешается только для опережения.",
            "Запрещается."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы обогнать трактор, управляя грузовым автомобилем с разрешенной максимальной массой не более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/28-11.jpg",
        answer: [
            "Да.",
            "Да, если скорость трактора менее 30 км/ч.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком месте вы можете произвести остановку?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/28-12.jpg",
        answer: [
            "Только В.",
            "Только Б и В.",
            "В любом."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/28-13.jpg",
        answer: [
            "Только автомобилю.",
            "Только трамваю.",
            "Автомобилю и трамваю.",
            "Никому."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Намереваясь продолжить движение в прямом направлении, вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/28-14.jpg",
        answer: [
            "Проехать перекресток первым.",
            "Уступить дорогу грузовому автомобилю."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены развернуться. Кому вы должны уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/28-15.jpg",
        answer: [
            "Только грузовому автомобилю.",
            "Только легковому автомобилю.",
            "Обоим транспортным средствам."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Двигаясь по автомагистрали, вы можете произвести остановку:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/28-16.jpg",
        answer: [
            "Только через 500 м.",
            "В любом месте правее линии, обозначающей край проезжей части.",
            "В любом месте у края проезжей части."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Двигаясь в темное время суток вне населенного пункта с дальним светом фар, вы догнали движущееся впередии вас транспортное средство. Ваши действия?",
        img: "",
        answer: [
            "Оставите включенными габаритные огни, выключив дальний свет фар.",
            "Переключите дальний свет фар на ближний.",
            "Допускаются оба варианта действий."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как вы должны поступить, если во время движения отказал в работе спидометр?",
        img: "",
        answer: [
            "Продолжить намеченную поездку с особой осторожностью.",
            "Прекратить дальнейшее движение.",
            "Попытаться устранить неисправность на месте, а если это невозможно, то следовать к месту стоянки или ремонта с соблюдением необходимых мер предосторожности."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "На повороте возник занос задней оси заднеприводного автомобиля. Ваши дейсвтия?",
        img: "",
        answer: [
            "Увеличить подачу топлива, рулевым колесом стабилизировать движение.",
            "Притормозить и повернуть рулевое колесо в сторону заноса.",
            "Значительно уменьшить подачу топлива, не меняя положения рулевого колеса.",
            "Слегка уменьшить подачу топлива и повернуть рулевое колесо в сторону заноса."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Какие административные меры могут быть применены к водителю транспортного средства за оставление в нарушение Правил места дорожно-транспортного происшествия, участником которого он является?",
        img: "",
        answer: [
            "Штраф от десяти до пятнадцати необлагаемых минимумов доходов граждан.",
            "Штраф от пятнадцати до восемнадцати необлагаемых минимумов доходов граждан или лишение права управления транспортными средствами на срок от 1 года до 1,5 лет.",
            "Штраф от пятнадцати до восемнадцати необлагаемых минимумов доходов граждан или общественные работы на срок от тридцати до сорока часов, или административный арест на срок от десяти до пятнадцати суток."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B29
    {
        text: "Что означает требование уступить дорогу?",
        img: "",
        answer: [
            "Вы должны обязательно остановиться, чтобы пропустить других участников движения.",
            "Вы не должны возобновлять или продолжать движение, осуществлять какой-либо маневр, если это может вынудить других участников движения, имеющих по отношению к вам преимущество, изменить направление движения или скорость.",
            "Вы должны остановиться только при наличии дорожного знака \"Уступите дорогу\"."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки представляют вам преимущество при проезде нерегулируемых перекрестков?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/29-02.jpg",
        answer: [
            "Только А.",
            "А и В.",
            "Все."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/29-03.jpg",
        answer: [
            "Разрешен.",
            "Разрешен, если скорость мотоцикла менее 30 км/ч.",
            "Запрещен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю поставить грузовой автомобиль на стоянку в этом месте указанным способом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/29-04.jpg",
        answer: [
            "Да.",
            "Да, если разрешенная максимальная масса автомобиля менее 3,5 т.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Такой вертикальной разметкой обозначают:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/29-05.jpg",
        answer: [
            "Только нижний край искусственных сооружений (тоннелей, мостов и путепроводов).",
            "Только въезд в неосвещенные тоннели.",
            "Любые элементы дорожных сооружений, представляющие опасность."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком месте вам следует остановиться?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/29-06.jpg",
        answer: [
            "Перед светофором.",
            "Перед стоп-линией.",
            "В любом."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Должны ли вы подавать сигналы указателями поворота при маневрировании на территории автостоянки или АЗС?",
        img: "",
        answer: [
            "Да.",
            "Нет.",
            "Да, но только при наличии в непосредственной близости других транспортных средств."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто нарушает правила поворота на перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/29-08.jpg",
        answer: [
            "Только водитель мотоцикла, поворачивающий налево.",
            "Только водитель автомобиля.",
            "Оба нарушают.",
            "Никто не нарушает."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю движение задним ходом при отсутствии других участников движения?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/29-09.jpg",
        answer: [
            "Разрешено, но только до пешеходного перехода.",
            "Запрещено.",
            "Разрешено."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Если в месте въезда на дорогу имеется полоса разгона, водитель:",
        img: "",
        answer: [
            "Может двигаться по ней и вливаться в транспортный поток, уступая дорогу транспортным средствам, движущимся по этой дороге.",
            "Обязан двигаться по ней и вливаться в транспортный поток, уступая дорогу транспортным средствам, движущимся по этой дороге.",
            "Может сразу занять правую полосу движения, если дорога свободна."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам совершить такой маневр?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/29-11.jpg",
        answer: [
            "Разрешено.",
            "Запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил правила остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/29-12.jpg",
        answer: [
            "Только водитель автомобиля А.",
            "Только водитель автомобиля Б.",
            "Оба не нарушили.",
            "Оба нарушили."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/29-13.jpg",
        answer: [
            "Выполните маневр без остановки на перекрестке.",
            "Выехав на перекресток, остановитесь у стоп-линии и, дождавшись зеленого сигнала светофора на разделительной полосе, завершите маневр."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/29-14.jpg",
        answer: [
            "Уступите дорогу трамваю.",
            "Проедете перекресток первым."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Следует ли уступить дорогу грузовому автомобилю, выезжающему с грунтовой дороги?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/29-15.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам, управляя грузовым автомобилем, совершить опережение в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/29-16.jpg",
        answer: [
            "Да, если разрешенная максимальная масса вашего автомобиля менее 3,5 т.",
            "Да, независимо от величины разрешенной максимальной массы вашего автомобиля.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие внешние световые приборы должны быть включены на транспортном средстве во время остановки на дороге в темное время суток и в условиях недостаточной видимости?",
        img: "",
        answer: [
            "Габаритные фонари.",
            "Стояночные фонари.",
            "Аварийная световая сигнализация.",
            "Правильные ответы 1 и 2."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "При какой неисправности вам запрещена эксплуатация транспортного средства во время дождя или снегопада?",
        img: "",
        answer: [
            "Не работают в установленном режиме стеклоподъемники.",
            "Не действует омовыталь фар.",
            "Не работают предусмотренные конструкцией транспортного средства стеклоомыватели."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Что должен сделать водитель, чтобы быстро восстановить эффективность тормозов после проезда черз водную преграду?",
        img: "",
        answer: [
            "Продолжить движение, немного натянув рычаг ручного тормоза.",
            "Продолжить движение и просушить тормозные колодки многократными непродолжительными нажатиями на педаль тормоза.",
            "Продолжить движение с малой скоростью без притормаживания."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Каким образом оказать первую помощь при ранении, полученном в результате ДТП?",
        img: "",
        answer: [
            "Промыть рану водой, удалить инородные тела, попавшие в рану, приложить стерильную вату, закрепив ее бинтовой повязкой.",
            "Надеть медицинские перчатки, рану промыть спиртовым раствором йода, смазать лечебной мазью и заклеить сплошным лейкопластырем.",
            "Надеть медицинские перчатки, рану не промывать, на рану наложить марлевую стерильную салфетку, закрепив ее лейкопластырем по краям или бинтовой повязкой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B30
    {
        text: "На каком рисунке изображен перекресток?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/30-01.jpg",
        answer: [
            "Только на левом.",
            "Только на правом.",
            "На обоих."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете выполнить разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/30-02.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автомобиль на стоянку в указанном месте по нечетным числам месяца?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/30-03.jpg",
        answer: [
            "Разрешено.",
            "Разрешено только после 19 часов.",
            "Запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какими знаками обозначают участки, на которых водитель обязан уступить дорогу пешеходам, находящимся на проезжей части?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/30-04.jpg",
        answer: [
            "Только А и Б.",
            "Только Б и В.",
            "Всеми."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Что означает надпись на проезжей части дороги?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/30-05.jpg",
        answer: [
            "Расстояние до ближайшего перекрестка.",
            "Расстояние до ближайшего населенного пункта.",
            "Номер дороги или маршрута."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких направлениях вы можете продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/30-06.jpg",
        answer: [
            "Прямо или направо.",
            "Только прямо.",
            "Только направо."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как вы должны действовать, если намереваетесь повернуть налево или выполнить разворот на двухполосной дороге?",
        img: "",
        answer: [
            "Включить левые указатели поворота, затем приступить к маневру.",
            "Убедиться, что вас не обгоняют, затем включить левые указатели поворота и приступить к маневру."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы собираетесь начать движение от тротуара. Должны ли вы уступить дорогу автомобилю, выполняющему разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/30-08.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю легкового автомобиля подъехать задним ходом к пассажиру, стоящему на тротуаре в тоннеле?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/30-09.jpg",
        answer: [
            "Да.",
            "Да, если не будут созданы помехи другим участникам движения.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "По какой полосе вам разрешено движение на легковом автомобиле в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/30-10.jpg",
        answer: [
            "По любой.",
            "Только по правой.",
            "По любой, кроме крайней левой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Запрещен ли обгон в тоннелях?",
        img: "",
        answer: [
            "Не запрещен.",
            "Запрещен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Нарушил ли водитель легкового автомобиля Правила, поставив автомобиль на стоянку указанным способом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/30-12.jpg",
        answer: [
            "Нет.",
            "Нет, если при этом не создаются помехи движения других транспортных средств.",
            "Да."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Следует ли уступить дорогу грузовому автомобилю?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/30-13.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При желтом мигающем сигнале светофора, двигаясь прямо, вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/30-14.jpg",
        answer: [
            "Остановиться и продолжить движение только после включения зеленого сигнала светофора.",
            "Уступить дорогу гужевой повозке.",
            "Проехать перекресток одновременно со встречным автомобилем."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/30-15.jpg",
        answer: [
            "Только автобусу.",
            "Легковому автомобилю и автобусу.",
            "Только мотоциклу.",
            "Никому."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "В каком случае водитель транспортного средства, приближающегося к нерегулируемому пешеходному переходу, обязан уступить дорогу пешеходам?",
        img: "",
        answer: [
            "Если пешеходы переходят проезжую часть.",
            "Если пешеходы вступили на проезжую часть.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Обязаны ли вы переключить дальний свет на ближний, если водитель встречного транспортного средства периодическим переключением света фар покажет необходимость этого?",
        img: "",
        answer: [
            "Обязаны, только если расстояние до встречного транспортного средства менее 250 м.",
            "Обязаны, даже если расстояние до встречного транспортного средства более 250 м.",
            "Не обязаны."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Принято считать, что среднее время реакции водителя составляет:",
        img: "",
        answer: [
            "Примерно 0,5 секунды.",
            "Примерно 1 секунду.",
            "Примерно 2 секунды."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "На каком рисунке показано правильное положение рук на рулевом колесе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/30-19.jpg",
        answer: [
            "На левом.",
            "На среднем.",
            "На правом."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При совершении административного правонарушения, влекущего задержание транспортного средства, оно задерживается до:",
        img: "",
        answer: [
            "Составления протокола об административном правонарушении.",
            "Устарнения причины задержания.",
            "Рассмотрения дела об администартивном правонарушении."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B31
    {
        text: "Сколько полос для движения имеет данная дорога?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/31-01.jpg",
        answer: [
            "Две.",
            "Четыре."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки информируют вас о приближении к началу участка дороги со встречным движением?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/31-02.jpg",
        answer: [
            "Только А.",
            "Только А и Б.",
            "Все."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам подъехать к месту своей работы, расположенному в зоне действия этих знаков?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/31-03.jpg",
        answer: [
            "Разрешено только в нерабочие дни.",
            "Разрешено только в рабочие дни.",
            "Разрешено в любой день.",
            "Не разрешено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы буксируете неисправный автмообиль. По какой полосе вы можете продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/31-04.jpg",
        answer: [
            "Только по правой.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешается ли вам пересекать двойную сплошную линию продольной разметки?",
        img: "",
        answer: [
            "Разрешается только при выезде из дворов и других прилегающих территорий.",
            "Разрешается только при обгоне.",
            "Разрешается только при интеснивном движении.",
            "Не разрешается."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "О чем информируют вас стрелки на зеленом сигнале светофора?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/31-06.jpg",
        answer: [
            "На этом перекрестке всегда запрещен поворот направо?",
            "Движение направо регулируется дополнительной секцией."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вытянутая рука водителя стоящего легкового автомобиля является предупреждающим сигналом, информирующим вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/31-07.jpg",
        answer: [
            "О его намерении начать движение.",
            "О его просьбе оказать помощь.",
            "Об имеющейся опасности за поворотом."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Водитель какого транспортного средства нарушает Правила?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/31-08.jpg",
        answer: [
            "Только легкового автомобиля.",
            "Обоих транспортных средств.",
            "Никто не нарушает."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли вам выполнить разворот на перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/31-09.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае вы имеете право двигаться в населенном пункте со скоростью более 60 км/ч?",
        img: "",
        answer: [
            "Только при выполнении обгона.",
            "Только если установлены дорожные знаки, разрешающие движение со скоростью более 60 км/ч.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При затрудненном встречном разъезде на таком участке дороги преимущество имеет:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/31-11.jpg",
        answer: [
            "Водитель легкового автомобиля.",
            "Водитель грузового автомобиля."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автомобиль на стоянку в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/31-12.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/31-13.jpg",
        answer: [
            "Выехав на перекресток, дождетесь сигнала регулировщика, разрешающего поворот, и повернете.",
            "Остановитесь у стоп-линии, дождетесь сигнала регулировщика, разрешающего поворот, и повернете.",
            "Выехав на перекресток, уступите дорогу встречному автомобилю и повернете."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Должны ли вы уступить дорогу грузовому автмообилю?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/31-14.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение прямо. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/31-15.jpg",
        answer: [
            "Только мотоциклу.",
            "Только мотоциклу и легковому автомобилю.",
            "Только автобусу и мотоциклу.",
            "Всем транспортным средствам."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Можно ли обучать вождению на этой дороге?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/31-16.jpg",
        answer: [
            "Можно, используя для движения только правую полосу проезжей части.",
            "Можно только при наличии данного опознавательного знака.",
            "Нельзя."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли подключать задние противотуманные фары к сигналам торможения?",
        img: "",
        answer: [
            "Не разрешается.",
            "Разрешается, в условиях недостаточной видимости.",
            "Разрешается."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешается ли движение до места ремонта или стоянки в темное время суток с не горящими (из-за неисправности) фарами и задними габаритными огнями?",
        img: "",
        answer: [
            "Запрещается только на дорогах без искусственного освещения.",
            "Запрещается.",
            "Разрешается."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как должен поступить водитель в случае потери сцепления колес с дорогой из-за образования \"водяного клина\" (эффект аквапланирования)?",
        img: "",
        answer: [
            "Увеличить скорость.",
            "Снизить скорость резким нажатием на педаль тормоза.",
            "Снизить скорость, применяя торможение двигателем."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как влияет утомление водителя на его внимание и реакцию?",
        img: "",
        answer: [
            "Внимание притупляется, время реакции уменьшается.",
            "Внимание притупляется, время реакции увеличивается.",
            "Внимание не притупляется, время реакции увеличивается."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B32
    {
        text: "По требованию каких лиц вы обязаны пройти в установленном порядке медицинское освидетельствование для определения состояния алкогольного опьянения, воздействия наркотических, токсических веществ, лекарственных или иных препаратов, снижающих быстроту реакции и внимание водителя, и способность безопасно управлять транспортным средством?",
        img: "",
        answer: [
            "Сотрудника полиции.",
            "Сотрудника полиции, военной автоинспекции, руководства автопредприятия.",
            "Только регулировщика."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие знаки информируют вас, что на перекрестке необходимо уступить дорогу транспортным средствам, приближающимся слева?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/32-02.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Только А и Б.",
            "Все."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам при управлении легковым автомобилем с прицепом продолжить движение в прямом направлении при наличии на дороге такого знака?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/32-03.jpg",
        answer: [
            "Разрешено.",
            "Разрешено, если вы проживаете в зоне действия знака.",
            "Запрещено."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком направлении вам разрешено движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/32-04.jpg",
        answer: [
            "Только Б.",
            "Только А и Б.",
            "Только Б и В.",
            "Во всех указанных."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Разметкой в виде буквы \"А\" обозначают:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/32-05.jpg",
        answer: [
            "Специальную полосу для любых автобусов.",
            "Специальную полосу для маршрутных транспортных средств.",
            "Место для остановки и стоянки любых автобусов."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы двигаться по второй полосе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/32-06.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Обязаны ли вы включить правые указатели поворота при въезде на этот перекресток?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/32-07.jpg",
        answer: [
            "Да.",
            "Нет.",
            "Да, но только при наличии движущихся сзади транспортных средств."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Выезжая с прилегающей территории, вы обязаны уступить дорогу:",
        img: "",
        answer: [
            "Только механическим транспортным средствам.",
            "Только маршрутным транспортным средствам.",
            "Любым транспортным средствам и пешеходам."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли разворот на участках дорог, обозначенных этим знаком?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/32-09.jpg",
        answer: [
            "Разрешен только в населенных пунктах.",
            "Разрешен только при видимости дороги более 100 м.",
            "Не разрешен."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю легкового автомобиля выполнить поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/32-10.jpg",
        answer: [
            "Разрешено только с прицепом.",
            "Разрешено.",
            "Запрещено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "За сколько метров до пешеходного перехода в населенном пункте запрещен обгон?",
        img: "",
        answer: [
            "Ближе чем за 50 м.",
            "Запрещен только при наличии на нем пешеходов.",
            "Ближе чем за 100 м."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком из указанных мест вы можете остановиться?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/32-12.jpg",
        answer: [
            "Только В.",
            "Только А и В.",
            "Только Б и В.",
            "В любом."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/32-13.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Уступите дорогу только грузовому автомобилю с включенным проблесковым маячком.",
            "Уступите дорогу только автобусу."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Намереваясь продолжить движение в прямом направлении, вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/32-14.jpg",
        answer: [
            "Проехать перекресток первым.",
            "Пропустить автомобиль с включенными проблесковым маячком и специальным звуковым сигналом."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение прямо. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/32-15.jpg",
        answer: [
            "Только трамваю.",
            "Только легковому автомобилю.",
            "Трамваю и легковому автомобилю.",
            "Всем тарнспортным средствам."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли движение по автомагистрали, если ваше транспортное средство по техническому состоянию развивает скорость менее 40 км/ч?",
        img: "",
        answer: [
            "Разрешается.",
            "Разрешается только по крайней правой полосе.",
            "Запрещается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Перевозка груза запрещается, если он:",
        img: "",
        answer: [
            "Выступает более чем на 1 м за габариты транспортного средства спереди или сзади.",
            "Закрывает внешние световые прибора, световозвращатели, номерные и опознавательные знаки.",
            "Установлен на сиденье для пассажиров."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешается ли вам устанавливать на одну ось легкового автомобиля шины с различным рисунком протектора?",
        img: "",
        answer: [
            "Разрешается на любую ось.",
            "Разрешается только на заднюю ось.",
            "Не разрешается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "На каком рисунке водитель выполняет левый поворот по траектории, обеспечиващей наибольшую безопасность движения?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/32-19.jpg",
        answer: [
            "На правом.",
            "На левом."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как обеспечить восстановление и поддержание проходимости дыхательных путей пострадавшего при подготовке к проведению сердчено-легочной реанимации?",
        img: "",
        answer: [
            "Очистить ротовую полость от слизи и рвотных масс. Уложить пострадавшего на спину, запрокинуть ему голову, поднять подбородок и выдвинуть ему нижнюю челюсть.",
            "Уложить пострадавшего на бок, наклонить его голову к груди. Очистить ротовую полость от слизи и рвотных масс.",
            "Уложить пострадавшего на спину, не запрокидывая ему голову, сжать щеки, чтобы раздвинуть губы и раскрыть рот. Очистить ротовую полость от слизи и рвотных масс."
        ],
        answerTrue: 0,
        prompt: ""
    },
    //B33
    {
        text: "Какой маневр намеревается выполнить водитель легкового автомобиля?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/33-01.jpg",
        answer: [
            "Обгон.",
            "Перестроение с дальнейшим опережением.",
            "Объезд."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Этот знак:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/33-02.jpg",
        answer: [
            "Показывает направление движения на перекрестке.",
            "Указывает, что на пересекаемой дороге движение осуществляется по двум полосам."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой скоростью вы можете двигаться на грузовом автомобиле с разрешенной максимальной массой не более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/33-03.jpg",
        answer: [
            "Не более 50 км/ч.",
            "Не более 70 км/ч.",
            "Не более 90 км/ч."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие знаки указывают протяженность зоны для разворота?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/33-04.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Все."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Этой линией обозначают:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/33-05.jpg",
        answer: [
            "Участок дороги, где запрещено движение вблизи тротуара.",
            "Места, где запрещена любая остановка.",
            "Места остановки маршрутных транспортных средств и стоянки такси."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Обязаны ли вы уступить дорогу автомобилю \"Скорой медицинской помощи\" с выключенным проблесковым маячком?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/33-06.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Дает ли вам преимущество в движении подача сигнала указателями поворота?",
        img: "",
        answer: [
            "Да.",
            "Да, но только при завершении обгона.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам поворот направо по указанной траектории в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/33-08.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам выполнить разворот по указанным траекториям?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/33-09.jpg",
        answer: [
            "Разрешено только по А.",
            "Разрешено только по Б.",
            "Запрещено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "По какой полосе вы можете продолжить движение, завершив опережение вне населенного пункта?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/33-10.jpg",
        answer: [
            "Только по правой.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам обогнать грузовой автомобиль в конце подъема?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/33-11.jpg",
        answer: [
            "Разрешено, если скорость грузового автомобиля не более 30 км/ч.",
            "Разрешено.",
            "Запрещено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автомобиль на стоянку в указанном месте при наличии узкой обочины?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/33-12.jpg",
        answer: [
            "Разрешено.",
            "Разрешено, но только в светлое время суток.",
            "Запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/33-13.jpg",
        answer: [
            "Уступите дорогу только трамваю А.",
            "Уступите дорогу только трамваю Б.",
            "Уступите дорогу обоим трамваям.",
            "Проедете перекресток первым."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/33-14.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Выедете на перекресток и, уступив дорогу мотоциклисту, завершите поворот."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение прямо. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/33-15.jpg",
        answer: [
            "Только легковому автомобилю.",
            "Только грузовому автомобилю.",
            "Обоим транспортным средствамм."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил Правила?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/33-16.jpg",
        answer: [
            "Никто из водителей.",
            "Только водитель трактора.",
            "Только водитель легкового автомобиля.",
            "Водители грузового автомобиля и трактора."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Как вы должны поступить при ослеплении вас дальним светом фар встречных или попутно движущихся транспортных средств?",
        img: "",
        answer: [
            "Принять вправо (в сторону обочины) и остановиться.",
            "Включить аварийную сигнализацию и, не меняя полосы движения, снизить скорость и остановиться.",
            "Подавая звуковой сигнал, остановиться."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Безопасной дистанцией при движении по сухой дороге на легковом автомобиле можно считать расстояние, которое автомобиль пройдет менее чем за:",
        img: "",
        answer: [
            "1 секунду.",
            "2 секунды.",
            "3 секунды."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие действия водителя приведут к уменьшению центробежной силы, возникающей на повороте?",
        img: "",
        answer: [
            "Увеличение скорости движения.",
            "Уменьшение скорости движения.",
            "Уменьшение радиуса прохождения поворота."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как влияет алкоголь на время реакции водителя?",
        img: "",
        answer: [
            "Время реакции уменьшается.",
            "Время реакции увеличивается.",
            "Алкоголь на время реакции не влияет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B34
    {
        text: "На каких рисунках показана главная дорога?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/34-01.jpg",
        answer: [
            "Только на левом верхнем.",
            "Только на правом верхнем.",
            "Только на верхних.",
            "На всех."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "На каком расстоянии до скользкого участка дороги устанавливается этот знак в населенном пункте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/34-02.jpg",
        answer: [
            "150-300 м.",
            "50-100 м.",
            "Непосредственно перед началом скользкого участка."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Каким тарнспортным средствам разрешена остановка в зоне действия знака?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/34-03.jpg",
        answer: [
            "Только такси с включенным таксометром.",
            "Только автомобилям, на которых установлен опознавательный знак \"Инвалид\".",
            "Всем перечисленным транспортным средствам."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какой из знаков используется для обозначения кемпинга?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/34-04.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Только В.",
            "Б и В."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как вы должны действовать, если реверсивные светофоры выключились?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/34-05.jpg",
        answer: [
            "Немедленно перестроиться на правую полосу.",
            "Можете продолжить движение по полосе только до перекрестка.",
            "При отсутствии встречных транспортных средств продолжить движение по полосе."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/34-06.jpg",
        answer: [
            "Только налево.",
            "Только в обратном направлении.",
            "Налево и в обратном направлении."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как следует обозначить буксируемый автомобиль при отсутствии или неисправности аварийной сигнализации?",
        img: "",
        answer: [
            "Включить габаритные огни, и обозначить транспортное средство флажком или куском красной ткани.",
            "Включить задний противотуманный фонарь.",
            "Установить на задней части буксируемого автомобиля знак аварийной остановки или мигающий красный фонарь."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Въезжая во двор, вы обязаны уступить дорогу:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/34-08.jpg",
        answer: [
            "Только велосипедисту.",
            "Только пешеходам.",
            "Пешеходам и велосипедисту.",
            "Никому."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам разворот в этом месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/34-09.jpg",
        answer: [
            "Разрешен.",
            "Разрешен, если не будет создано помех движению маршрутных транспортных средств.",
            "Не разрешен."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто из мотоциклистов занял правильное положение на полосе движения?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/34-10.jpg",
        answer: [
            "Только мотоциклист, занимающий левое положение на полосе движения.",
            "Только мотоциклист, занимающий правое положение на полосе движения.",
            "Оба мотоциклиста."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В данной ситуации для того, чтобы продолжить движение в прямом направлении, вам разрешается:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/34-11.jpg",
        answer: [
            "Объехать грузовой автомобиль справа, соблюдая безопасный интервал и требования разметки 1.1.",
            "Продолжить движение только после того, как грузовой автомобиль выполнит поворот налево.",
            "Разрешается любое из перечисленных действий."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком из указанных мест вы можете произвести остановку?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/34-12.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Только Б и В.",
            "Ни в каком."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/34-13.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Уступите дорогу трамваю."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/34-14.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Уступите дорогу только легковому автомобилю.",
            "Уступите дорогу только мотоциклу."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/34-15.jpg",
        answer: [
            "Обоим транспортным средствам.",
            "Только легковому автомобилю.",
            "Только автобусу."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Сигналом остановки для машиниста поезда служат:",
        img: "",
        answer: [
            "Вытянутые в стороны руки.",
            "Круговое движение рукой.",
            "Поднятая вверх правая рука.",
            "Поднятые вверх обе руки."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие внешние световые приборы должны быть включены в тоннеле с искусственным освещением?",
        img: "",
        answer: [
            "Фары ближнего света или габаритные огни.",
            "Фары ближнего света или дневные ходовые огни.",
            "Фары ближнего или дальнего света."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком случае вам разрешается эксплуатация автомобиля?",
        img: "",
        answer: [
            "Не работают в установленном режиме стеклоочистители.",
            "Не работают стеклоомыватели.",
            "Не работает стеклоподъемник."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "После длительного движения по двухполосной дороге за грузовым автомобилем на безопасной дистанции у вас появилась возможность совершить обгон. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/34-19.jpg",
        answer: [
            "Максимально приблизитесь к обгоняемому автомобилю, затем преестроитесь на полосу встречного движения и совершите маневр.",
            "Перестроитесь на полосу встречного движения, после чего произведете сближение с обгоняемым транспортным средством.",
            "Допустимы оба варианта действий."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Каким образом проводится сердечно-легочная реанимация пострадавшего?",
        img: "",
        answer: [
            "Искусственная вентиляция легких и непрямой массаж сердца: вначале один вдох методом \"Рот ко рту\", затем 15 надавливаний на грудину.",
            "Непрямой массаж сердца и искусственная вентиляция легких: вначале 5 надавливаний на грудину, затем 1 вдох методом \"Рот ко рту\".",
            "Непрямой массаж сердца и искусственная вентиляция легких: вначале 30 надавливаний на грудину, затем 2 вдоха методом \"Рот ко рту\"."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B35
    {
        text: "Что означает термин \"недостаточная видимость\"?",
        img: "",
        answer: [
            "Видимость дороги менее 100 м вблизи опасных поворотов и переломов продольного профиля дороги.",
            "Видимость дороги менее 300 м в условиях тумана, дождя, снегопада и т.п., а также в сумерки.",
            "Видимость дороги менее 150 м в ночное время."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких из указанных направлений вы можете продолжить движение на следующем перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/35-02.jpg",
        answer: [
            "Только Б.",
            "А или Б.",
            "Во всех."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие знаки разрешают движение со скоростью 60 км/ч?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/35-03.jpg",
        answer: [
            "Только Б.",
            "Б и В.",
            "Ни один из знаков."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил правила стоянки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/35-04.jpg",
        answer: [
            "Только водитель грузового автомобиля.",
            "Водители мотоцикла и грузового автомобиля.",
            "Все водители.",
            "Никто не нарушил."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете объехать препятствие?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/35-05.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Что означает сочетание красного и желтого сигналов светофора?",
        img: "",
        answer: [
            "Неисправна светофорная сигнализация.",
            "Вскоре будет включен зеленый сигнал.",
            "Вскоре будет включен красный сигнал."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "На каком расстоянии от транспортного средства должен быть выставлен знак аварийной остановки в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/35-07.jpg",
        answer: [
            "Не менее 10 м.",
            "Не менее 15 м.",
            "Не менее 20 м.",
            "Не менее 30 м."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Двигаясь по правой полосе, вы намерены перестроиться на левую. На каком из рисунков показана ситуация, в которой вы обязаны уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/35-08.jpg",
        answer: [
            "На левом.",
            "На правом.",
            "На обоих."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Допускается ли выполнить разворот по данной траектории при видимости дороги более 100 м?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/35-09.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение на грузовом автомобиле с разрешенной максимальной массой менее 3,5 т после въезда на примыкающую слева дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/35-10.jpg",
        answer: [
            "60 км/ч.",
            "70 км/ч.",
            "90 км/ч."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В данной ситуации вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/35-11.jpg",
        answer: [
            "Должны уступить дорогу.",
            "Имеете право проехать первым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком из указанных мест вы можете остановиться на легковом автомобиле?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/35-12.jpg",
        answer: [
            "Только Б.",
            "Только А и Б.",
            "Только А и В.",
            "В любом."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком случае вам не придется уступать дорогу другим участникам движения?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/35-13.jpg",
        answer: [
            "Только если вы намерены продолжить движение прямо.",
            "Только если вы намерены продолжить движение прямо или направо.",
            "В любом случае."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение прямо. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/35-14.jpg",
        answer: [
            "Завершите проезд перекрестка, если вы первым въедете на него.",
            "Уступите дорогу грузовому автомобилю."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/35-15.jpg",
        answer: [
            "Никому.",
            "Только автомобилю с включеннными проблесковым маячком и специальным звуковым сигналом.",
            "Обоим транспортным средствам."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как вы должны поступить с пассажирами при вынужденной остановке на железнодорожном переезде?",
        img: "",
        answer: [
            "Высадить людей, если принятые меры не позволят убрать автомобиль с переезда.",
            "При появлении поезда высадить людей.",
            "Немедленно высадить людей."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При остановке и стоянке на неосвещенных участках дорог в темное время суток вы должны:",
        img: "",
        answer: [
            "Включить габаритные огни.",
            "Включить фары ближнего света.",
            "Выставить знак аварийной остановки."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Исключает ли антиблокировочная тормозная система возможность возникновения заноса или сноса при прохождении поворота?",
        img: "",
        answer: [
            "Полностью исключает возможность возникновения только заноса.",
            "Полностью исключает возможность возникновения только сноса.",
            "Не исключает возможность возникновения сноса или заноса."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В какую сторону смещается прицеп автопоезда на повороте?",
        img: "",
        answer: [
            "Не смещается.",
            "Смещается к центру поворота.",
            "Смещается от центра поворота."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При движении в условиях плохой видимости нужно выбирать скорость, исходя из того, чтобы остановочный путь был:",
        img: "",
        answer: [
            "Больше расстояния видимости.",
            "Меньше расстояния видимости."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B36
    {
        text: "Какая дорога является главной на перекрестке?",
        img: "",
        answer: [
            "Дорога с твердым покрытием по отношению к грунтовой дороге.",
            "Дорога с тремя или более полосами движения по отношению к дороге с двумя полосами.",
            "Дорога с асфальтобетонным покрытием по отношению к дороге, покрытой брусчаткой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам въехать на мост одновременно с мотоциклом, если вы не затрудните ему движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/36-02.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение на перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/36-03.jpg",
        answer: [
            "Только В.",
            "А или В.",
            "Во всех, кроме Г."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие таблички распространяют действие установленных с ними знаков на грузовые автомобили с разрешенной максимальной массой менее 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/36-04.jpg",
        answer: [
            "Только Б.",
            "Только В.",
            "Б и В.",
            "Все."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие из перечисленных транспортных средств имеют право двигаться по полосе, обозначенной разметкой в виде буквы \"А\"?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/36-05.jpg",
        answer: [
            "Автобусы, микроавтобусы, маршрутные такси и троллейбусы, движущиеся по установленным маршрутам с обозначенными местами остановок.",
            "Троллейбусы и любые автобусы.",
            "Любые автобусы."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Как в данной ситуации должен поступить водитель легкового автомобиля при приближении автомобиля оперативной службы?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/36-06.jpg",
        answer: [
            "Перестроиться на правую полосу и продолжить движение.",
            "Остановиться справа у тротуара."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Согнутая в локте рука водителя автомобиля является сигналом, информирующим вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/36-07.jpg",
        answer: [
            "О его намерении повернуть направо.",
            "О его намерении продолжить движение прямо.",
            "О его намерении остановиться, чтобы уступить дорогу мотоциклисту."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто имеет преимущество в движении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/36-08.jpg",
        answer: [
            "Водитель легкового автомобиля.",
            "Водитель грузового автомобиля."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой траектории вам разрешено выполнить разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/36-09.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "Ни по одной из предложенных."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких случаях на дорогах, проезжая часть которых разделена линиями разметки, вы обязаны двигаться строго по полосам?",
        img: "",
        answer: [
            "Только при интенсивном движении.",
            "Только если полосы движения обозначены сплошными линиями разметки.",
            "Во всех случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Водитель обгоняемого транспортного средства обязан:",
        img: "",
        answer: [
            "Снизить скорость движения.",
            "Двигаться с прежней или большей скоростью.",
            "Двигаться с прежней или меньшей скоростью."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка для высадки пассажиров в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/36-12.jpg",
        answer: [
            "Разрешена.",
            "Разрешена, если не будет создано помех для движения маршрутных транспортных средств.",
            "Запрещена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/36-13.jpg",
        answer: [
            "Остановитесь перед стоп-линией и, пропустив пешеходов, повернете направо.",
            "Выехав на перекресток, остановитесь перед пешеходным переходом, чтобы пропустить пешеходов.",
            "Продолжите движение без остановки на перекрестке."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Должны ли вы при движении прямо уступить дорогу трамваю?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/36-14.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Намереваясь повернуть налево, вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/36-15.jpg",
        answer: [
            "Уступить дорогу грузовому автомобилю.",
            "Уступить дорогу обоим транспортным средствам.",
            "Проехать перекресток первым."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Должны ли вы уступить дорогу грузовому автомобилю?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/36-16.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Водителям маршрутных транспортных средств запрещается во время перевозки пассажиров:",
        img: "",
        answer: [
            "Разговаривать с ними, есть, пить, курить (только в городской черте).",
            "Разговаривать с ними, есть, пить, курить, а также перевозить пассажиров и груз в кабине, если она отделена от салона.",
            "Курить, включать громко музыку, продавать билеты, сквернословить."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешается ли устанавливать на транспортном средстве на одну ось ошипованные шины совместно с неошипованными?",
        img: "",
        answer: [
            "Разрешается.",
            "Разрешается только в городской черте.",
            "Запрещается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как правильно произвести экстренное торможение на скользкой дороге, если ваш автмообиль не оборудован антиблокировочной тормозной ситемой?",
        img: "",
        answer: [
            "Нажать на педаль тормоза до упора и удерживать ее до полной остановки.",
            "Тормозить прерывистым нажатием на педаль тормоза, не допуская блокировки колес."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Владелец транспортного средства обязан возместить вред, причиненный этим транспортным средством, если не докажет, что:",
        img: "",
        answer: [
            "Вред возник исключительно вследствие непреодолимой силы.",
            "Вред возник исключительно вследствие умысла потерпевшего.",
            "Вред возник вследствие непреодолимой силы или умысла потерпевшего."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B37
    {
        text: "К категории \"В\" относят автомобили:",
        img: "",
        answer: [
            "С разрешенной максимальной массой не более 2,5 т и числом сидячих мест, помимо водителя, не более 8.",
            "С разрешенной максимальной массой не более 3,5 т и числом сидячих мест, помимо сидения водителя, не более 16.",
            "С разрешенной максимальной массой не более 3,5 т и числом сидячих мест, помимо сидения водителя, не более 8."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие знаки устанавливают непосредственно перед железнодорожным переездом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/37-02.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Только В.",
            "А и В."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам разворот в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/37-03.jpg",
        answer: [
            "Разрешен.",
            "Не разрешен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автмообиль на стоянку за путепроводом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/37-04.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешается ли вам перестроиться на реверсивную полосу в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/37-05.jpg",
        answer: [
            "Разрешается.",
            "Разрешается только для поворота налево или разворота.",
            "Запрещается."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы были намерены проехать перекресток в прямом направлении. Как следует поступить, если вы не успели заранее перестроиться на левую полосу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/37-06.jpg",
        answer: [
            "Выехать за стоп-линию, перестроиться на левую полосу и остановиться перед пересекаемой проезжей частью.",
            "Остановиться перед стоп-линией и, дождавшись зеленого сигнала светофора, продолжить движение прямо.",
            "Повернуть напарво."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие указатели поворота вы обязаны включить при выполнении разворота по такой траектории?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/37-07.jpg",
        answer: [
            "Только правые.",
            "Только левые.",
            "Сначала правые, а при движении от тротуара - левые."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто должен уступить дорогу при взаимном перестроении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/37-08.jpg",
        answer: [
            "Водитель легкового автомобиля.",
            "Водитель грузового автомобиля."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю легкового автомобиля подъехать задним ходом и остановиться возле пассажира, стоящего на автобусной остановке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/37-09.jpg",
        answer: [
            "Разрешено.",
            "Запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Что должно иметь для вас решающее значение при выборе скорости движения в плотном потоке транспортных средств?",
        img: "",
        answer: [
            "Предельные ограничения скорости, установленные для вашего транспортного средства.",
            "Дорожная обстановка."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Запрещен ли обгон на мостах, путепроводах, эстакадах?",
        img: "",
        answer: [
            "Запрещен только под мостами, путепроводами и эстакадами.",
            "Запрещен.",
            "Разрешен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы остановиться для посадки пассажира?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/37-12.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/37-13.jpg",
        answer: [
            "Уступите дорогу легковому автомобилю, производящему разворот.",
            "Проедете перекресток первым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Поворачивая налево, вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/37-14.jpg",
        answer: [
            "Уступить дорогу автомобилю.",
            "Проехать перекресток первым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Намереваясь продолжить движение прямо, вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/37-15.jpg",
        answer: [
            "Проехать перекресток первым.",
            "Уступить дорогу трамваю."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "На каких участках автомагистрали запрещается движение задним ходом?",
        img: "",
        answer: [
            "На всем протяжении дороги запрещено.",
            "Только в местах въезда или выезда с нее.",
            "Только в местах остановок маршрутных транспортных средств.",
            "На всем протяжении дороги разрешено."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Допускается ли движение водителей мопедов по обочине?",
        img: "",
        answer: [
            "Да.",
            "Допускается, если не будут созданы помехи пешеходам.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какая наименьшая величина остаточной высоты рисунка протектора допускается при эксплуатации легкового автомобиля?",
        img: "",
        answer: [
            "0,8 мм.",
            "1,0 мм.",
            "1,6 мм.",
            "2,0 мм."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как изменяется величина центробежной силы с увеличением скорости движения на повороте?",
        img: "",
        answer: [
            "Не изменяется.",
            "Увеличивается пропорционально скорости.",
            "Увеличивается пропорционально квадрату скорости."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как оказывается первая помощь при переломах конечностей, если отсутствуют иммобилизационные шины и подручные средства для изготовления?",
        img: "",
        answer: [
            "Верхнюю конечность, вытянутую вдоль тела, прибинтовывают к туловищу. Нижние конечности прибинтовывают друг к другу, проложив между ними мягкую ткань.",
            "Верхнюю конечность, согнутую в локте, подвешивают на косынке и прибинтовывают к туловищу. Нижние конечности прибинтовывают друг к другу, обязательно проложив между ними мягкую ткань.",
            "Верхнюю конечность, согнутую в локте, подвешивают на косынке и прибинтовывают к туловищу. Нижние конечности плотно прижимают друг к другу и прибинтовывают."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B38
    {
        text: "Сколько пересечений проезжих частей имеет этот перекресток?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/38-01.jpg",
        answer: [
            "Одно.",
            "Два.",
            "Четыре."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Эти знаки предупреждают вас о приближении:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/38-02.jpg",
        answer: [
            "К месту производства работ на дороге.",
            "К железнодорожному переезду со шлагбаумом.",
            "К железнодорожному переезду без шлагбаума."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки разрешают разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/38-03.jpg",
        answer: [
            "Все, кроме В.",
            "Все.",
            "Только А."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Двигаясь по крайней левой полосе, вы можете продолжить движение:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/38-04.jpg",
        answer: [
            "Только налево.",
            "Только в обратном направлении.",
            "Налево или в обратном направлении."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/38-05.jpg",
        answer: [
            "Разрешена.",
            "Разрешена только с заездом на тротуар.",
            "Разрешена, если не создается помех маршрутным транспортным средствам.",
            "Не разрешена."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае водитель автомобиля имеет преимущество перед другими участниками движения?",
        img: "",
        answer: [
            "Только при включенном проблесковом маячке синего или бело-лунного цвета.",
            "Только при включенном проблесковом маячке оранжевого цвета.",
            "Только при включенных проблесковом маячке синего (синего и красного) цвета и специальном звуковом сигнале.",
            "Во всех перечисленных случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы приняли решение остановиться сразу же после перекрестка. Когда необходимо включить правые указатели поворота?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/38-07.jpg",
        answer: [
            "До въезда на перекресток, чтобы заблаговременно предупредить других водителей об остановке.",
            "Только после въезда на перекресток.",
            "Место включения указателей поворота не имеет значения, т.к. поворот направо запрещен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Съезжая с дороги на прилегающую справа территорию, вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/38-08.jpg",
        answer: [
            "Пользуетесь преимуществом перед другими участниками движения.",
            "Должны уступить дорогу только пешеходам.",
            "Должны уступить дорогу только велосипедисту.",
            "Должны уступить дорогу пешеходам и велосипедисту."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Разрешен ли разворот на данном учатске дороги с подъемом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/38-09.jpg",
        answer: [
            "Разрешен.",
            "Разрешен только при видимости дороги более 100 м.",
            "Не разрешен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение, если вы буксируете неисправное механическое транспортное средство?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/38-10.jpg",
        answer: [
            "50 км/ч.",
            "70 км/ч.",
            "90 км/ч."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Можете ли вы начать обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/38-11.jpg",
        answer: [
            "Да, если обгон будет завершен до перекрестка.",
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка в укаазанных местах?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/38-12.jpg",
        answer: [
            "Разрешена только в Б.",
            "Разрешена только в В.",
            "Разрешена только в А и В.",
            "Запрещена."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/38-13.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Уступите дорогу только автомобилю с включенными проблесковым маячком и специальным звуковым сигналом.",
            "Уступите дорогу обоим транспортным средствамм."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Следует ли при движении прямо уступить дорогу трамваю?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/38-14.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Можете ли вы приступить к повороту?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/38-15.jpg",
        answer: [
            "Да.",
            "Да, после того, как грузовой автомобиль приступит к выполнению поворота.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Подъехав к трамваю попутного направления, остановившемуся у посадочной площадки, расположенной на проезжей части посередине дороги, вы должны:",
        img: "",
        answer: [
            "Продолжить движение только после начала движения остальных автмообилей.",
            "Уступить дорогу пешеходам, идущим к трамваю или от него.",
            "Остановиться и продолжить движение только после начала движения трамвая."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешена ли перевозка детей до 12-летнего возраста на переднем сиденье легкового автомобиля?",
        img: "",
        answer: [
            "Запрещена.",
            "Разрешена только с использованием специальных средств, которые дают возможность пристегнуть ребенка с помощью ремней безопасности.",
            "Разрешена только на руках у взрослых."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При движении в плотном потоке вы заметили сзади транспортное средство, движущееся на слишком малой дистанции. Как следует поступить, чтобы обоспечить безопасность движения?",
        img: "",
        answer: [
            "Скорректировать скорость движения, ослабив нажатие на педаль газа, чтобы увеличить дистанцию до движущегося впереди транспортного средства.",
            "Предупредить следующего сзади водителя резким кратковременным торможением.",
            "Допускается любое из перечисленных действий.",
            "Увеличить скорость движения, уменьшим дистанцию до движущегося впереди транспортного средства."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Включение каких внешних световых приборов обеспечит вам наилучшую видимость дороги при движении ночью во время сильной метели?",
        img: "",
        answer: [
            "Противотуманных фар совместно с дальним светом фар.",
            "Противотуманных фар совместно с ближним светом фар."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких случаях после совершения ДТП пострадавшего извлекают из салона автомобиля?",
        img: "",
        answer: [
            "Всегда при потере потерпевшим сознания.",
            "При потере потерпевшим сознания и отсутствия у него пульса на сонной артерии и признаков дыхания.",
            "При переломах нижних конечностей."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B39
    {
        text: "Водители и пассажиры каких транспортных средств при движении должны быть пристегнуты ремнями безопасности?",
        img: "",
        answer: [
            "Только легковых автомобилей.",
            "Всех автомобилей.",
            "Всех транспортных средств, оборудованных ремнями безопасности."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Этот знак предупрежадет вас о приближении к тоннелю, в котором:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/39-02.jpg",
        answer: [
            "Будет затруднен разъезд со встречными транспортными средствами.",
            "Отсутствует искусственное освещение или на подъезде к нему сужена проезжая часть.",
            "Очередность движения регулируется светофором."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком из указанных мест вы можете поставить автомобиль на стоянку?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/39-03.jpg",
        answer: [
            "А, если расстояние до перекрестка не менее 10 м.",
            "Б, если расстояние от перекрестка не менее 10 м.",
            "А и Б."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки разрешают выполнить поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/39-04.jpg",
        answer: [
            "Только Б.",
            "А и Б.",
            "Б и В."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Увеличение длины штриха прерывистой линии разметки информирует вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/39-05.jpg",
        answer: [
            "О начале зоны, где запрещены любые маневры.",
            "О начале опасного участка дороги.",
            "О приближении к сплошной линии разметки, разделяющей транспортные потоки попутных направлений."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/39-06.jpg",
        answer: [
            "Только налево и в обратном направлении.",
            "Прямо, налево и в обратном направлении.",
            "Во всех."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие внешние световые приборы должны быть включены при посадке детей в транспортное средство, имеющее опознавательные знаки \"Перевозка детей\", и высадке из него?",
        img: "",
        answer: [
            "Габаритные огни.",
            "Ближний свет фар или противотуманные фары.",
            "Проблесковые маячки оранжевого цвета и (или) аварийная световая сигнализация."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Водитель автомобиля, выполняющий перестроение на правую полосу, в данной ситуации:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/39-08.jpg",
        answer: [
            "Обязан уступить дорогу.",
            "Имеет преимущество, так как завершает обгон."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто должен уступить дорогу при одновременном развороте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/39-09.jpg",
        answer: [
            "Водитель автобуса.",
            "Водитель легкового автомобиля."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение на легковом автомобиле с прицепом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/39-10.jpg",
        answer: [
            "50 км/ч.",
            "70 км/ч.",
            "80 км/ч.",
            "110 км/ч."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "По какой траектории водитель легкового автомобиля может выполнить обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/39-11.jpg",
        answer: [
            "По любой.",
            "Только по А.",
            "Только по Б."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете подъехать к пассажирам?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/39-12.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Должен ли водиетль легкового автомобиля при развороте уступить дорогу автобусу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/39-13.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/39-14.jpg",
        answer: [
            "Только трамваю А.",
            "Только трамваю Б.",
            "Обоим трамваям."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение прямо. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/39-15.jpg",
        answer: [
            "Только легковому автомобилю.",
            "Легковому автомобилю и мотоциклу.",
            "Никому."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Нарушил ли водитель Правила при вынужденной остановке на автомагистрали?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/39-16.jpg",
        answer: [
            "Да.",
            "Да, если не выставил знак аварийной остановки.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли буксировка в гололедицу, если у буксируемого транспортного средства исправны тормоза и рулевое управление?",
        img: "",
        answer: [
            "Разрешается любым способом.",
            "Разрешается на жесткой сцепке или методом частичной погрузки.",
            "Не разрешается."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какое расстояние проедет транспортное средство за одну секунду при скорости движения около 90 км/ч?",
        img: "",
        answer: [
            "Примерно 15 м.",
            "Примерно 25 м.",
            "Примерно 35 м."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В какой момент следует начинать отпускать стояночный тормоз при трогании на подъеме?",
        img: "",
        answer: [
            "До начала движения.",
            "После начала движения.",
            "Одновременно с началом движения."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "У водителя, совершившего административное правонарушение, влекущее лишение права управления транспортными средствами, водительское удостоверение изымается:",
        img: "",
        answer: [
            "После истечения срока обжалования постановления о лишении права управления транспортными средствами, если оно было обжаловано или оспорено.",
            "Немедленно после вынесения постановления о лишении права управления транспортными средствами.",
            "При выявлении и пресечении правонарушения, в омент составления административного протокола."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B40
    {
        text: "По требованию каких лиц необходимо передавать для проверки водительское удостоверение, полис (сертификат) обязательного страхования гражданской правовой ответственности владельцев наземных транспортных средств, регистрационные документы на транспортное средство?",
        img: "",
        answer: [
            "Сотрудника полиции.",
            "Сотрудника Военной автомобильной инспекции.",
            "Любого регулировщика.",
            "Всех перечисленных лиц."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие из предупреждающих и запрещающих знаков являются временными?",
        img: "",
        answer: [
            "Установленные на переносной стойке.",
            "Имеющие желтый фон и установленные в местах производства дорожных работ.",
            "Все перечисленные."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Действие каких знаков не распространяются на транспортные средства, управляемые инвалидами?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/40-03.jpg",
        answer: [
            "Только А и Б.",
            "Только Б и Г.",
            "Только Б, В и Г.",
            "Всех."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие транспортные средства можно поставить на стоянку указанным на табличке способом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/40-04.jpg",
        answer: [
            "Только легковые автомобили и мотоциклы.",
            "Все, кроме грузовых автомобилей с разрешенной максимальной массой более 3,5 т.",
            "Любые транспортные средства."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Эта разметка, нанесенная на полосе движения:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/40-05.jpg",
        answer: [
            "Разрешает вам только поворот налево.",
            "Разрешает вам только разворот.",
            "Разрешает вам поворот налево и разворот."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/40-06.jpg",
        answer: [
            "Разрешено только направо.",
            "Запрещено.",
            "Разрешено только прямо."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какой знак должен быть закреплен на задней части буксируемого механического транспортного средства при отсутствии или неисправности аварийной сигнализации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/40-07.jpg",
        answer: [
            "А.",
            "Б.",
            "В."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть на перекрестке направо. Как вам следует поступить?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/40-08.jpg",
        answer: [
            "Перестроиться на правую полосу, затем осуществить поворот.",
            "Продолжить движение по второй полосе до перекрестка, затем повернуть.",
            "Возможны оба способа."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам разворот в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/40-09.jpg",
        answer: [
            "Разрешен только при видимости дороги более 100 м.",
            "Не разрешен."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто из мотоциклистов занял правильное положение на полосе движения?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/40-10.jpg",
        answer: [
            "Только мотоциклист, занимающий левое положение на полосе движения.",
            "Только мотоциклист, занимающий правое положение на полосе движения.",
            "Оба нарушили."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Должны ли вы уступить дорогу встречному грузовому автомобилю?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/40-11.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка в указанном месте на перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/40-12.jpg",
        answer: [
            "Разрешена.",
            "Разрешена, если расстояние от вашего транспортного средства до линии разметки не менее 3 м.",
            "Запрещена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/40-13.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Уступите дорогу обоим трамваям.",
            "Уступите дорогу только трамваю А.",
            "Уступите дорогу только трамваю Б."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При движении прямо вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/40-14.jpg",
        answer: [
            "Имеете преимущество.",
            "Должны уступить дорогу только мотоциклу.",
            "Должны уступить дорогу только автмообилю.",
            "Должны уступить дорогу обоим транспортным средствам."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/40-15.jpg",
        answer: [
            "Только автобусу.",
            "Только грузовому автомобилю.",
            "Обоим транспортным средствамм."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам въезд на железнодорожный переезд?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/40-16.jpg",
        answer: [
            "Да.",
            "Да, если отсутствует приближающийся поезд.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешена ли вам перевозка людей в салоне легкового автомобиля, буксирующего неисправное транспортное средство?",
        img: "",
        answer: [
            "Разрешена.",
            "Разрешена только при буксировке на жесткой сцепке.",
            "Запрещена."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Как воспринимается водителем скорость своего автомобиля при длительном движении по равнинной дороге на большой скорости?",
        img: "",
        answer: [
            "Кажется меньше, чем в действительности.",
            "Кажется больше, чем в действительности.",
            "Восприятие скорости не меняется."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При движении по какому участку дороги действие сильного бокового ветра наиболее опасно?",
        img: "",
        answer: [
            "По открытому.",
            "По закрытому деревьями.",
            "При выезде с закрытого участка на открытый."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какова первая помощь при наличии признаков технического ожога второй степени (покраснение и отек кожи, образование на месте ожога пузырей, наполненных жидкостью, сильная боль)?",
        img: "",
        answer: [
            "Полить ожоговую поверхность холодной водой, смазать спиртовой настойкой йода, накрыть стерильной салфеткой и туго забинтовать. Дать болеутоляющее средство из индивидуальной аптечки.",
            "Вскрыть пузыри, очистить ожоговую поверхность от остатков одежды, накрыть стерильной салфеткой (не бинтовать), приложить холод, поить пострадавшего водой.",
            "Пузыри не вскрывать, остатки одежды с обоженной поверхности не удалять, рану накрыть стерильной салфеткой (не бинтовать), приложить холод, дать болеутоляющее средство из индвидуальной аптечки (при отсутствии аллергии на него) и поить пострадавшего водой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B41
    {
        text: "Какие транспортные средства относятся к маршрутным транспортным средствам (транспортным средствам общего пользования)?",
        img: "",
        answer: [
            "Все автобусы, имеющие отдельную нумерацию и таблички.",
            "Автобусы, микроавтобусы, троллейбусы, трамваи и маршрутные такси, движущиеся по установленным маршрутам и имеющие определенные места для посадки (высадки) пассажиров.",
            "Любые траспортные средства, перевозящие пассажиров."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам развернуться в этом месте при наличии прерывистой линии разметки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/41-02.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как называется данный дорожный знак?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/41-03.jpg",
        answer: [
            "Уклон дороги 10 %.",
            "Крутой подъем.",
            "Крутой спуск."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Каким транспортным средствам запрещена стоянка в обозначенной знаком зоне в выходные и праздничные дни?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/41-04.jpg",
        answer: [
            "Только грузовым автомобилям с разрешенной максимальной массой более 3,5 т.",
            "Всем грузовым автоомбилям.",
            "Всем транспортным средствам."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Эта разметка, нанесенная на полосе движения:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/41-05.jpg",
        answer: [
            "Дублирует требования знака \"Опасный поворот\".",
            "Предупреждает вас о приближении к крутому повороту направо.",
            "Предупреждает вас о приближении к суженной проезжей части."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Что означает мигание красного сигнала светофора?",
        img: "",
        answer: [
            "Предупреждает о неисправности светофора.",
            "Запрещает дальнейшее движение.",
            "Предупреждает, что перекресток опасный."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли вам в таком месте обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/41-07.jpg",
        answer: [
            "Да.",
            "Да, но только при отсутствии встречных транспортных средств.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто должен уступить дорогу при одновременном перестроении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/41-08.jpg",
        answer: [
            "Водитель легкового автомобиля.",
            "Водитель мотоцикла."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вы имеете право выполнить разворот, управляя автопоездом, имеющим большую длину?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/41-09.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой скоростью вы можете продолжить движение вне населенного пункта по левой полосе на грузовом автомобиле с разрешенной максимальной массой более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/41-10.jpg",
        answer: [
            "Не более 50 км/ч.",
            "Не менее 50 км/ч и не более 110 км/ч.",
            "Не менее 50 км/ч и не более 90 км/ч."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Может ли водитель легкового автомобиля в населенном пункте выполнить опережение грузовых автомобилей по такой траектории?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/41-11.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю поставить автомобиль на стоянку в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/41-12.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Следует ли уступить дорогу автобусу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/41-13.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Кто должен уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/41-14.jpg",
        answer: [
            "Вы уступите дорогу легковому автомобилю.",
            "Проедете перекресток первым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/41-15.jpg",
        answer: [
            "Только автобусу.",
            "Только легковому автомобилю.",
            "Никому."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение за знаком?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/41-16.jpg",
        answer: [
            "60 км/ч.",
            "50 км/ч.",
            "30 км/ч.",
            "20 км/ч."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Какие внешние световые приборы вы можете использовать при движении в темное время суток на неосвещенных участках дорог?",
        img: "",
        answer: [
            "Только фары ближнего света.",
            "Только фары дальнего света.",
            "Фары ближнего или дальнего света."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При какой неисправности разрешается эксплуатация транспортного средства?",
        img: "",
        answer: [
            "Не работают запоры горловин топливных баков.",
            "Не работает механизм регулировки сиденья водителя.",
            "Не работает устройство обогрева и обдува стекла.",
            "Не работает стеклоподъемник."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "В случае, когда правые колеса автомобиля наезжают на неукрепленную влажную обочину, рекомендуется:",
        img: "",
        answer: [
            "Затормозить и полностью остановиться.",
            "Затормозить и плавно направить автомобиль в левую сторону.",
            "Не прибегая к торможению, плавно вернуть автомобиль на проезжую часть."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Когда следует проводить сердечно-легочную реанимацию пострадавшего?",
        img: "",
        answer: [
            "При потере пострадавшим сознания, независимо от наличия пульса на сонной артерии и дыхания.",
            "При потере пострадавшим сознания и отсутствии пульса на сонной артерии, а также признаков дыхания."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B42
    {
        text: "При движении на автомобилях, оборудованных ремнями безопасности, кому можно не пристегиваться ремнями вне населенных пунктах:",
        img: "",
        answer: [
            "Только пассажирам такси.",
            "Водителям-инвалидам, водителям и пассажирам оперативных и специальных транспортных средств, и такси.",
            "Обучающему вождению, если за рулем ученик."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто должен уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/42-02.jpg",
        answer: [
            "Водитель грузовика.",
            "Вы."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам продолжить движение в прямом направлении на грузовом автомобиле с разрешенной массой более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/42-03.jpg",
        answer: [
            "Разрешено.",
            "Запрещено.",
            "Разрешено если вы обслуживаете предприятие, расположенное в обозначенной знаком зоне."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Что запрещено в зоне действия этого знака?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/42-04.jpg",
        answer: [
            "Движение со скоростью более 20 км/ч.",
            "Движение тракторов.",
            "Движение механических транспортных средств.",
            "Верны все ответы."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Разрешен ли вамм обгон, если реверсивные светофоры отключены?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/42-05.jpg",
        answer: [
            "Разрешен.",
            "Разрешен, если скорость автобуса менее 30 км/ч.",
            "Не разрешен."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/42-06.jpg",
        answer: [
            "Только налево.",
            "Прямо и налево.",
            "Налево и в обратном направлении."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Поднятая вверх рука водителя легкового автомобиля является сигналом, информирующим вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/42-07.jpg",
        answer: [
            "О его намерении повернуть направо.",
            "О его намерении продолжить движение прямо.",
            "О его намерении притормозить, снизить скорость, чтобы уступить дорогу мотоциклисту."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Двигаясь по левой полосе, вы намерены перестроиться на правую. На каком из рисунков показана ситуация, в которой вы обязаны уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/42-08.jpg",
        answer: [
            "На левом.",
            "На правом.",
            "На обоих."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам разворот в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/42-09.jpg",
        answer: [
            "Разрешен только при отсутствии приближающегося поезда.",
            "Разрешен.",
            "Запрещен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких случаях вы можете наезжать на прерывистые линии разметки, разделяющие проезжую часть на полосы движения?",
        img: "",
        answer: [
            "Только при перестроении.",
            "Только при движении в темное время суток.",
            "Только если на дороге нет других транспортных средств.",
            "Во всех перечисленных случаях."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам обогнать мотоциклиста?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/42-11.jpg",
        answer: [
            "Разрешено.",
            "Запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей неправильно поставил свое транспортное средство на стоянку?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/42-12.jpg",
        answer: [
            "Оба водителя.",
            "Только водитель грузового автомобиля.",
            "Только водитель легкового автомобиля."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/42-13.jpg",
        answer: [
            "Только пешеходам.",
            "Только автобусу.",
            "Автобусу и пешеходам.",
            "Никому."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/42-14.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Уступите дорогу автомобилю."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Обязан ли мотоциклист уступить вам дорогу в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/42-15.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В данной ситуации вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/42-16.jpg",
        answer: [
            "Имеете преимущество, т.к. водитель автобуса начинает движение с выездом на вторую полосу.",
            "Должны уступить дорогу автобусу, начинающему движение от обозначенного места остановки."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких из перечисленных случаев запрещена буксировка на гибкой сцепке?",
        img: "",
        answer: [
            "Только на горных дорогах.",
            "Только в гололедицу.",
            "Только в темное время суток и в условиях недостаточной видимости.",
            "Правильные ответы 1 и 2."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "При каком значении суммарного люфта в рулевом управлении допускается эксплуатация автобуса с разрешенной максимальной массой до 5 т?",
        img: "",
        answer: [
            "Не более 10 градусов.",
            "Не более 20 градусов.",
            "Не более 25 градусов."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Что подразумевается под остановочным путем?",
        img: "",
        answer: [
            "Расстояние, пройденное транспортным средством с момента обнаружения водителем опасности до полной остановки.",
            "Расстояние, пройденное транспортным средством с момента начала срабатывания тормозного привода до полной остановки.",
            "Расстояние, соответствующее тормозному пути, определенному технической характеристикой данного транспортного средства."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Что подразумевается под временем реакции водителя?",
        img: "",
        answer: [
            "Время с момента обнаружения водителем опасности до полной остановки транспортного средства.",
            "Время с момента обнаружения водителем опасности до начала принятия мер по ее предотвращению.",
            "Время, необходимое для переноса ноги с педали подачи топлива на педаль тормоза."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B43
    {
        text: "Выезжая с грунтовой дороги, вы попадаете:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/43-01.jpg",
        answer: [
            "На главную дорогу.",
            "На равнозначный перекресток."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком месте вы должны остановиться?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/43-02.jpg",
        answer: [
            "Перед знаком (место А).",
            "Перед перекрестком (место Б).",
            "Перед краем пересекаемой проезжей части (место В)."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком случае вам необходимо двигаться со скоростью до 40 км/ч?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/43-03.jpg",
        answer: [
            "Во всех случаях.",
            "Только в том случае, когда покрытие на дороге влажное."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие из знаков устанавливают в начале дороги с односторонним движением?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/43-04.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Б или Г.",
            "Б или В."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы остановиться в этом месте для посадки или высадки пассажиров?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/43-05.jpg",
        answer: [
            "Да.",
            "Да, если вы не создаете помех движению маршрутных транспортных средств.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Поворачивая направо, вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/43-06.jpg",
        answer: [
            "Проехать перекресток первым.",
            "Уступить дорогу только пешеходам.",
            "Уступить дорогу автмообилю с включенными проблесковыми маячками и специальным звуковым сигналом, а также пешеходам."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких случаях вы не должны подавать предупреждающий сигнал указателями поворота?",
        img: "",
        answer: [
            "Только при отсутствии на дороге других участников движения.",
            "Только если сигнал может ввести в заблуждение других участников движения.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете выполнить правый поворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/43-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам таким образом выполнить разворот на перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/43-09.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой полосе вам разрешено движение в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/43-10.jpg",
        answer: [
            "По любой.",
            "Только по правой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком случае вы можете начать обгон, если такой маневр на данном участке дороги не запрещен?",
        img: "",
        answer: [
            "Только если полоса встречного движения свободна на достаточном для обгона расстоянии.",
            "Только если вас никто не обгоняет.",
            "В случае, если выполнены оба условия."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка для посадки пассажира в этом месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/43-12.jpg",
        answer: [
            "Разрешена.",
            "Разрешена, если при этом не будет создано помех для движения маршрутных транспортных средств.",
            "Запрещена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При движении прямо вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/43-13.jpg",
        answer: [
            "Должны остановиться перед стоп-линией.",
            "Можете продолжить движение через перекресток без остановки.",
            "Должны уступить дорогу транспортным средствам, движущимся с других направлений."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток вторым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/43-14.jpg",
        answer: [
            "Вы.",
            "Мотоциклист.",
            "Водитель красного автмообиля."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/43-15.jpg",
        answer: [
            "Трамвай А и легковой автомобиль.",
            "Трамвай А.",
            "Вы, по главной дороге."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил правила остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/43-16.jpg",
        answer: [
            "Только водитель легкового автомобиля.",
            "Только водитель грузового автомобиля.",
            "Оба нарушили."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие из перечисленных требований предъявляются к обучаемому, допущенному к учебной езде на дорогах?",
        img: "",
        answer: [
            "Возраст не менее 16 лет.",
            "Отсутствие медицинских противопоказаний.",
            "Знание Правил дорожного движения.",
            "Все перечисленные требования."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "При каком значении суммарного люфта в рулевом управлении допускается эксплуатация грузового автомобиля с разрешенной максимальной массой свыше 3,5 т?",
        img: "",
        answer: [
            "Не более 10 градусов.",
            "Не более 20 градусов.",
            "Не более 25 градусов."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "На повороте возник занос задней оси переднеприводного автомобиля. Ваши действия?",
        img: "",
        answer: [
            "Уменьшите подачу топлива, рулевым колесом стабилизируете движение.",
            "Притормозите и повернете рулевое колесо в сторону заноса.",
            "Значительно увеличите подачу топлива, не меняя положения рулевого колеса.",
            "Слегка увеличите подачу топлива, корректируя направление движения рулевым колесом."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Какие сведения необходимо сообщить диспетчеру \"Скорой помощи\" при ДТП?",
        img: "",
        answer: [
            "Указать общеизвестные ориентиры, ближайшие к месту ДТП. Сообщить о количестве пострадавших, указать их пол и возраст, свою фамилию.",
            "Указать улицу и номер дома, ближайшего к месту ДТП. Сообщить кто пострадал в ДТП (пешеход, водитель автомобиля или пассажиры), описать травмы, которые они получили, поинтересоваться, когда прибудет карета \"Скорой помощи\" и успокоить пострадавших.",
            "Указать точное место совершенного ДТП (назвать улицу, номер дома и общеизвестные ориентиры, ближайшие к месту ДТП). Сообщить о количестве пострадавших, их пол, примерный возраст и о наличии у них признаков жизни, а также сильного кровотечения."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B44
    {
        text: "Какие действия выполнены мотоциклистом, движущимся слева?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/44-01.jpg",
        answer: [
            "Обгон.",
            "Опережение.",
            "Движение с большей скоростью по той же полосе."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Эти знаки (установленные вне населенного пункта) предупреждают вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/44-02.jpg",
        answer: [
            "О наличии через 500 м опасных поворотов.",
            "О том, что на протяжении 150-300 м за дорожным знаком начнется участок дороги протяженностью 500 м с несколькими поворотами.",
            "О том, что сразу за знаком начнется участок протяженностью 500 м с несколькими опасными поворотами."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон, если вы управляете автобусом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/44-03.jpg",
        answer: [
            "Разрешен, если скорость обгоняемого грузового автомобиля менее 30 км/ч.",
            "Разрешен.",
            "Запрещен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Этот дорожный знак с желтым фоном информирует вас о том, что:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/44-04.jpg",
        answer: [
            "Дальнейшее движение возможно только по второй полосе.",
            "Дальнейшее движение возможно только по проезжей части встречного направления.",
            "Дальнейшее движение возможно только по другой дороге."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Что означает разметка в виде надписи \"СТОП\" на проезжей части?",
        img: "",
        answer: [
            "Обязывает вас остановиться в этом месте.",
            "Предупреждает о приближении к стоп-линии и знаку \"Движение без остановки запрещено\".",
            "Предупреждает об обязательной остановке у знака \"Уступить дорогу\"."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Каким транспортным средствам разрешено движение прямо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/44-06.jpg",
        answer: [
            "Только легковому и грузовому автомобилям.",
            "Только грузовому автомобилю.",
            "Только грузовому автмообилю и автобусу.",
            "Всем транспортным средствам."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение по главной дороге. Обязаны ли вы при этом включить правые указатели поворота?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/44-07.jpg",
        answer: [
            "Да.",
            "Да, только при наличии движущегося сзади транспортного средства.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Обязан ли водитель грузового автомобиля уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/44-08.jpg",
        answer: [
            "Да, у него помеха справа.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете выполнить разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/44-09.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой полосе проезжей части вам разрешено движение в населенном пункте, если по техническим причинам ваше транспортное средство не может развивать скорость более 40 км/ч?",
        img: "",
        answer: [
            "Только по крайней правой.",
            "Не далее второй полосы.",
            "По любой, кроме крайней левой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам обогнать мотоциклиста?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/44-11.jpg",
        answer: [
            "Разрешено.",
            "Разрешено, ведь он без бокового прицепа.",
            "Запрещено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил правила стоянки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/44-12.jpg",
        answer: [
            "Только водитель мотоцикла.",
            "Только водитель маломестного автобуса.",
            "Оба нарушили.",
            "Никто не нарушил."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток вторым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/44-13.jpg",
        answer: [
            "Грузовой автомобиль.",
            "Автомобиль с включенными проблесковым маячком и специальным звуковым сигналом.",
            "Вы, после проезда автомобиля с включенными проблесковым маячком и специальным звуковым сигналом.",
            "Грузовой автомобиль, вместе с оперативным автомобилем, если их траектории не пересекаются."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Ваша улица в два раза шире, какая будет очередность проезда перекрестка?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/44-14.jpg",
        answer: [
            "Вы, белый автомобиль, мотоцикл.",
            "Вы, мотоцикл, белый автомобиль."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены развернуться. Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/44-15.jpg",
        answer: [
            "Вторым.",
            "Первым.",
            "Третьим."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие действия не запрещены в жилой зоне?",
        img: "",
        answer: [
            "Транзитное движение.",
            "Учебная езда.",
            "Стоянка с работающим двигателем.",
            "Разгрузка мебели у подъезда."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Какое расстояние должно быть обеспечено между буксирующим и буксируемым транспортными средствами при буксировке на гибкой сцепке?",
        img: "",
        answer: [
            "От 4 до 6 м.",
            "Не более 4 м.",
            "Не более 8 м."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае вам разрешается эксплуатация транспортного средства?",
        img: "",
        answer: [
            "Количество, тип, цвет, размещение и режим работы внешних световых приборов не отвечают требованиям конструкции транспортного средства.",
            "Нарушена регулировка фар.",
            "На световых приборах нет рассеивателей или используются рассеиватели, не соответствующие типу данного светового прибора.",
            "Отсутствуют противотуманные фары."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Что следует предпринять водителю для предотвращения опасных последствий заноса автомобиля при резком повороте рулевого колеса на скользкой дороге?",
        img: "",
        answer: [
            "Быстро, но плавно повернуть рулевое колесо в сторону заноса, затем опережающим воздействием на рулевое колесо выровнять траекторию движения автомобиля.",
            "Выключить сцепление.",
            "Нажать на педаль тормоза."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Как следует расположить руки на грудной клетке пострадавшего при выполнении непрямого массажа сердца?",
        img: "",
        answer: [
            "Основания ладоней обеих рук должны располагаться на грудной клетке на два пальца выше мечевидного отростка так, чтобы большой палец одной руки указывал в сторону левого плеча пострадавшего, а другой - в сторону правого плеча.",
            "Основания ладоней обеих рук, которые накладываются одна на другую, должны располагаться на грудине на два пальца выше мечевидного отростка так, чтобы большой палец одной руки указывал в сторону подбородка пострадавшего, а другой - в сторону живота.",
            "Непрямой массаж сердца выполняется основанием ладони только одной руки, расположенной на грудной клетке на два пальца выше мечевидного отростка. Направление большого пальца не имеет значения."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B45
    {
        text: "Сколько полос для движения имеет данная дорога?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-01.jpg",
        answer: [
            "Четыре.",
            "Две.",
            "Одну."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие знаки распространяют свое действие только на период времени, когда покрытие проезжей части влажное?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-02.jpg",
        answer: [
            "Только А.",
            "Только А и Б.",
            "Все."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешена ли вам стоянка в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-03.jpg",
        answer: [
            "Разрешена.",
            "Разрешена, но только в светлое время суток.",
            "Запрещена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Нарушил ли водитель грузового автомобиля правила стаоянки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-04.jpg",
        answer: [
            "Нарушил.",
            "Нарушил, если разрешенная максимальная масса автомобиля более 3,5 т.",
            "Не нарушил."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Такая вертикальная разметка на ограждении дороги предупреждает вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-05.jpg",
        answer: [
            "О приближении к железнодорожному переезду.",
            "О том, что обгон в этом месте запрещен.",
            "О движении по опасному участку дороги."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли вам закончить маневр разворота при включении желтого сигнала светофора после зеленого?",
        img: "",
        answer: [
            "Не разрешается.",
            "Разрешается, только если вы намерены проехать перекресток в прямом направлении.",
            "Разрешается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Такой сигнал рукой, подаваемый мотоциклистом, информирует вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-07.jpg",
        answer: [
            "О его намерении продолжить движение прямо.",
            "О его намерении повернуть направо.",
            "О его намерении томозить, снизить скорость, чтобы уступить дорогу легковому автомобилю."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких направлениях вы можете продолжить движение по второй полосе на автобусе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-08.jpg",
        answer: [
            "Только прямо.",
            "Только прямо и налево.",
            "Только прямо и направо.",
            "Прямо, налево и в обратном направлении.",
            "Налево и в обратном направлении."
        ],
        answerTrue: 4,
        prompt: ""
    },
    {
        text: "Вам необходимо повернуть на примыкающую справа дорогу. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-09.jpg",
        answer: [
            "Не меняя полосы, снизить скорость, затем перестроиться на полосу торможения.",
            "Не меняя скорости, перестроиться на полосу торможения, снизить скорость, затем приступить к повороту.",
            "Возможны оба варианта действий."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение на автобусе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-10.jpg",
        answer: [
            "60 км/ч.",
            "70 км/ч.",
            "80 км/ч.",
            "90 км/ч."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Можете ли вы после опережения грузового автомобиля продолжить движение по левой полосе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-11.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей грузовых автмообилей нарушил правила стоянки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-12.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Никто не нарушил."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-13.jpg",
        answer: [
            "Вы.",
            "Можно двигаться одновременно.",
            "Синий автомобиль."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Каков порядок проезда перекрестка?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-14.jpg",
        answer: [
            "Трамвай, вы, красный автомобиль.",
            "Трамвай, красный автомобиль, вы.",
            "Трамвай, одновременно с красным автомобилем, вы."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены развернуться. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-15.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Уступите дорогу только грузовому автомобилю с включенным проблесковым маячком.",
            "Уступите дорогу обоим транспортным средствам."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Что означает такое положение дежурного по железнодорожному переезду, без красного флажка в руках?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-16.jpg",
        answer: [
            "Дежурный по переезду запрещает движение только встречному автомобилю.",
            "Дежурный по переезду предупреждает что светофоры и шлагбаум не работают, проезжать нужно с особой осторожностью.",
            "Дежурный по переезду запрещает движение всем транспортным средствам и пешеходам."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких случаях разрешено применять звуковые сигналы в населенных пунктах?",
        img: "",
        answer: [
            "Только для приветствия знакомых водителей и пешеходов.",
            "Только для предотвращения дорожно-транспортного происшествия.",
            "Только при движении в колонне, обслуживающей свадьбу.",
            "Верну ответы 2 и 3."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При каком значении суммарного люфта в рулевом управлении допускается эксплуатация автобусов с разрешенной максимальной массой до 5 т?",
        img: "",
        answer: [
            "Не более 10 градусов.",
            "Не более 20 градусов.",
            "Не более 25 градусов."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вероятность возникновения аварийной ситуации при движении в плотном транспортном потоке будет меньше, если скорость вашего транспортного средства:",
        img: "",
        answer: [
            "Значительно меньше средней скорости потока.",
            "Значительно больше средней скорости потока.",
            "Равна средней скорости потока."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При движении в условиях тумана расстояние до предметов представляется:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/45-20.jpg",
        answer: [
            "Большим, чем в действительности.",
            "Меньшим, чем в действительности.",
            "Соответствующим действительности."
        ],
        answerTrue: 0,
        prompt: ""
    },
    //B46
    {
        text: "Что называется разрешенной максимальной массой автопоезда?",
        img: "",
        answer: [
            "Максимально допустимая для перевозки масса груза, установленная предприятием-изготовителем для автопоездов.",
            "Масса снаряженных транспортных средств без учета массы водителя, пассажиров и груза, установленная предприятием-изготовителем для автопоездов.",
            "Это сумма разрешенной максимально допустимой массы каждого транспортного средства, входящего в состав автопоезда."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам развернуться в этом месте, при наличии разрыва в дорожной разметке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/46-02.jpg",
        answer: [
            "Только во дворе, после поворота налево.",
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки разрешают проезд на автомобиле, доставляющему холодильник к месту вашего проживания?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/46-03.jpg",
        answer: [
            "Только А.",
            "Только В.",
            "Только А и В.",
            "Все."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Что обозначают эти дорожные знаки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/46-04.jpg",
        answer: [
            "Пешеходный мостик.",
            "Надземный пешеходный переход.",
            "Подземный пешеходный переход."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Что обозначает разметка в виде треугольника на полосе движения?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/46-05.jpg",
        answer: [
            "Необходимо притормозить, впереди опасность.",
            "Предупреждает о приближении к месту, где нужно уступить дорогу.",
            "Показывает место, где необходимо остановиться перед \"Стоп-линией\"."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Следует ли вам остановиться, если регулировщик поднял руку вверх после того, как вы въехали на перекресток?",
        img: "",
        answer: [
            "Да.",
            "Да, если перекресток широкий.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение по главной дороге. Обязаны ли вы включить левые указатели поворота?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/46-07.jpg",
        answer: [
            "Да.",
            "Обязаны, если с других направлений приближаются транспортные средства.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Должны ли вы уступить дорогу пешеходам при повороте во двор?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/46-08.jpg",
        answer: [
            "Нет, уступить дорогу нужно только встречному автомобилю.",
            "Да.",
            "Нет, соответствующие знаки и разметка в указанном месте отсутствует."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам выполнить поворот налево на данном перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/46-09.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение на международном или маломестном автобусе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/46-10.jpg",
        answer: [
            "70 км/ч.",
            "90 км/ч.",
            "110 км/ч."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "За сколько метров до автомобиля необходимо выставить знак аварийной остановки в этой ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/46-11.jpg",
        answer: [
            "40 м.",
            "30 м.",
            "20 м."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам остановиться в указанном месте для высадки пассажира?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/46-12.jpg",
        answer: [
            "Разрешено.",
            "Разрешено, если при этом не будут созданы помехи для движения маршрутных транспортных средств и пешеходов.",
            "Запрещено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток вторым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/46-13.jpg",
        answer: [
            "Вы.",
            "Трамвай."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Следует ли вам уступить дорогу пешеходам при отсутствии \"зебры\" и дорожных знаков?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/46-14.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы подъезжаете к стоящему автомобилю с включенным проблесковым маячко синего цвета и специальным звуковым сигналом. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/46-15.jpg",
        answer: [
            "Остановитесь.",
            "Проедете мимо со скоростью 40 км/ч.",
            "Проедете без снижения скорости, ведь регулировщика нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При приближении к остановившемуся тарнспортному средству с включенной аварийной сигнализацией, которое имеет опознавательные знаки \"Дети\", водитель должен:",
        img: "",
        answer: [
            "Снизить скорость.",
            "При необходимости остановиться во избежание наезда на детей.",
            "Осуществить все перечисленные действия."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Дневные ходовые огни предназначены для:",
        img: "",
        answer: [
            "Улучшения видимости транспортного средства в светлое время суток как спереди, так и сзади.",
            "Улучшения видимости движущегося транспортного средства в светлое время суток только спереди.",
            "Улучшения видимости движущегося транспортного средства в светлое время суток только сзади."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы имеете право эксплуатировать грузовой автомобиль с разрешенной максимальной массой более 3,5 т при отсутствии:",
        img: "",
        answer: [
            "Огнетушителя.",
            "Знака аварийной остановки.",
            "Противооткатных упоров.",
            "Буксировочного троса."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Для обеспечения безопасности при остановке на подъеме (спуске) водителю следует повернуть передние колеса. Водители каких транспортных средств правильно выполнили это требование при отсутствии тротуара?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/46-19.jpg",
        answer: [
            "А и Г.",
            "Б и В.",
            "А и В.",
            "Б и Г."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Каковы типичные признаки наступившего утомления водителя?",
        img: "",
        answer: [
            "Сонливость, вялость, притупление внимания.",
            "Возбужденность, раздражительность.",
            "Головокружение, резь в глазах, повышенная потливость."
        ],
        answerTrue: 0,
        prompt: ""
    },
    //B47
    {
        text: "Как называется данный дорожный знак?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/47-01.jpg",
        answer: [
            "\"Движение транспортных средств, перевозящих взрывчатку, запрещено\".",
            "\"Движение транспортных средств, перевозящих вещества загрязняющие воду, запрещено\".",
            "\"Движение транспортных средств, перевозящих опасные грузы, запрещено\"."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "О чем информируют вас эти дорожные знаки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/47-02.jpg",
        answer: [
            "О приближении к перекрестку, где установлен знак \"Уступить дорогу\".",
            "О приближении к перекрестку, где установлен знак \"Движение без остановки запрещено\".",
            "О приближении к таможне."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам произвести остановку в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/47-03.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Действие каких знаков распространяется только на ту сторону улицы, на которой они установлены?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/47-04.jpg",
        answer: [
            "А и В.",
            "Б и Г.",
            "В и Г.",
            "Г."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Разрешено ли вам повернуть налево с правой полосы в этой ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/47-05.jpg",
        answer: [
            "Нет.",
            "Да."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам движение в прямом направлении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/47-06.jpg",
        answer: [
            "Да.",
            "Нет.",
            "Да, прямо, налево и в обратном направлении.",
            "Да, прямо и налево."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Когда вы обязаны выключить левые указатели поворота, выполняя обгон?",
        img: "",
        answer: [
            "Сразу же после перестроения на встречную полосу.",
            "После возвращения на свою полосу.",
            "По своему усмотрению."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто должен уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/47-08.jpg",
        answer: [
            "Водитель легкового автомобиля.",
            "Водитель легкового автомобиля, что бы автокран поскорее освободил полосу.",
            "Водитель автокрана."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка в жаркое время года на левой стороне дороги, в тени деревьев?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/47-09.jpg",
        answer: [
            "Разрешена.",
            "Разрешена только при видимости дороги более 100 м.",
            "Не разрешена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие знаки разрешают разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/47-10.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Все.",
            "А и В."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам в конце подъема опережение грузового автомобиля?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/47-11.jpg",
        answer: [
            "Запрещено.",
            "Разрешено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком из указанных мест вы можете поставить на стоянку грузовой автомобиль с разрешенной максимальной массой более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/47-12.jpg",
        answer: [
            "Только А.",
            "Только В.",
            "А или В.",
            "Ни в каком."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток вторым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/47-13.jpg",
        answer: [
            "Вы.",
            "Водитель встречного автомобиля."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам продолжить движение, если за перекрестком образовался затор:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/47-14.jpg",
        answer: [
            "Да, если вам нужно проехать перекресток в прямом направлении.",
            "Только если вы намерены совершить поворот или разворот.",
            "Да, во всех направлениях.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток третьим?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/47-15.jpg",
        answer: [
            "Легковой автомобиль.",
            "Мотоцикл.",
            "Грузовой автомобиль.",
            "Вы."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Могут ли двигаться пешеходы в жилой зоне по проезжей части?",
        img: "",
        answer: [
            "Нет, только по тротуарам и пешеходным дорожкам.",
            "Нет.",
            "Да."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "На каком рисунке изображен автомобиль, водитель которого нарушил правила перевозки грузов?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/47-17.jpg",
        answer: [
            "Только на А.",
            "Только на Б.",
            "Оба не нарушали."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких случаях разрешается эксплуатация транспортного средства?",
        img: "",
        answer: [
            "Содержание вредных веществ в отработанных газах или дымность превышают установленные стандартами нормы.",
            "Негерметична топливная система.",
            "Не работает кондиционер или \"климат-контроль\".",
            "Уровень внешнего шума превышает установленные нормы."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Двигаться по глубокому снегу на грунтовой дороге следует:",
        img: "",
        answer: [
            "Изменяя скорость движения и передачу в зависимости от состояния дороги.",
            "На заранее выбранной пониженной передаче, без резких поворотов и остановок."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В чем заключается первая помощь пострадавшему, находящемуся в сознании, при повреждении позвоночника?",
        img: "",
        answer: [
            "Уложить пострадавшего на бок.",
            "Лежащего пострадавшего не перемещать. Следует наложить ему на шею импровизированную шейную шину, не изменяя положения шеи и тела.",
            "Пострадавшему, лежащему на спине, подложить под шею валик из одежды и приподнять ноги."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B48
    {
        text: "Что обязаны сделать в первую очередь водители, причастные к дорожно-транспортному происшествию?",
        img: "",
        answer: [
            "Оказать помощь пострадавшим.",
            "Немедленно остановить транспортное средство и оставаться на месте происшествия.",
            "Установить знак аварийной остановки."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какой скоростной режим действует в этом месте улицы?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/48-02.jpg",
        answer: [
            "Минимальная допустимая скорость движения на этой улице - 50 км/ч.",
            "Рекомендуемая скорость движения на этой улице - 50 км/ч.",
            "Минимальная допустимая скорость движения по левой полосе - 50 км/ч."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие знаки разрешают разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/48-03.jpg",
        answer: [
            "Только А.",
            "Только А и Б.",
            "Только А и В.",
            "Только В."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам повернуть направо на этом перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/48-04.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешен ли вам выезд во вторую полосу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/48-05.jpg",
        answer: [
            "Разрешен.",
            "Разрешен, если скорость грузового автомобиля менее 30 км/ч.",
            "Не разрешен."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком направлении вам разрешено движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/48-06.jpg",
        answer: [
            "Разрешено только направо.",
            "Движение запрещено.",
            "Разворот в обратном направлении."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Водитель легкового автомобиля должен включить правые указатели поворота:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/48-07.jpg",
        answer: [
            "Сразу же перед перестроением на правую полосу.",
            "Должен только выключить указатели левого поворота.",
            "Не должен."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории Правила разрешают вам произвести поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/48-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких местах водителю автопоезда разрешается произвести разворот от правого края проезжей части (с правой обочины)?",
        img: "",
        answer: [
            "Только на регулируемом перекрестке.",
            "Только на нерегулируемом перекрестке.",
            "Только на участке дороги между перекрестками.",
            "В любом из перечисленных мест."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Разрешено ли вам двигаться по средней полосе на этой дороге?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/48-10.jpg",
        answer: [
            "Да.",
            "Да, по любой, кроме левой.",
            "Нет, только по правой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам после опережения первого автомобиля продолжить движение по левой полосе с целью опережения второго?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/48-11.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Можете ли вы стать на стоянку в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/48-12.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли водителям совершить повороты в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/48-13.jpg",
        answer: [
            "Только водителю легкового автомобиля.",
            "Только мотоциклисту.",
            "Нет.",
            "Да."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/48-14.jpg",
        answer: [
            "Уступите дорогу только пешеходу, переходящему проезжую часть по нерегулируемому пешеходному переходу.",
            "Уступите дорогу только пешеходам, переходящим проезжую часть, на которую вы поворачиваете.",
            "Уступите дорогу всем пешеходам."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток последним?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/48-15.jpg",
        answer: [
            "Трамвай Б.",
            "Трамвай А.",
            "Легковой автомобиль.",
            "Вы."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам на грузовом автомобиле произвести опережение в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/48-16.jpg",
        answer: [
            "Да, если разрешенная максимальная масса вашего автмообиля менее 3,5 т.",
            "Да, независимо от величины разрешенной максимальной массы вашего автомобиля.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие внешние световые приборы вы должны использовать при движении в темное время суток на освещенных участках дорог населенного пункта?",
        img: "",
        answer: [
            "Только габаритные огни.",
            "Фары ближнего света или габаритные огни.",
            "Фары ближнего (дальнего) света."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При возникновении какой неисправности вам запрещено дальнейшее движение даже до места ремонта или стоянки?",
        img: "",
        answer: [
            "Рабочая тормозная ситема не дает возможности водителю остановить транспортное средство либо осуществить маневр во время движения с минимальной скоростью.",
            "Неисправна система выпуска отработавших газов.",
            "Не работает стеклоомыватель."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае легковой автомобиль более устойчив против опрокидывания на повороте?",
        img: "",
        answer: [
            "Без груза и пассажиров.",
            "С пассажирами, но без груза.",
            "Без пассажиров, но с грузом на верхнем багажнике."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При открытом переломе конечностей, сопровождающемся кровотечением, первую помощь оказывают:",
        img: "",
        answer: [
            "С наложением импровизированной шины.",
            "С наложением жгута выше раны на месте перелома.",
            "С наложения давящей повязки."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B49
    {
        text: "Какое удостоверение достаточно иметь водителю, управляющему грузовым автомобилем с разрешенной максимальной массой более 3,5 т, но не более 7,5 т и прицепом, разрешенная максимальная масса которого более 750 кг?",
        img: "",
        answer: [
            "На право управления транспортным средством категории \"С1\".",
            "На право управления транспортным средством категории \"С\".",
            "На право управление транспортными средствами категории \"С1Е\"."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Знаки предупреждают вас о том, что:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/49-02.jpg",
        answer: [
            "Через 150 м на вашем пути будет регулируемый пешеходный переход.",
            "Через 150 м на вашем пути будет нерегулируемый пешеходный переход.",
            "На протяжении 150 м возможно появление пешеходов."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/49-03.jpg",
        answer: [
            "Только Б.",
            "Только А или Б.",
            "Б или В."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Управляя каким автомбилем вы обязаны выполнить требование данного знака?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/49-04.jpg",
        answer: [
            "Любым грузовым автомобилем-цистерной.",
            "Грузовым автомобилем, перевозящим живую рыбу, или питьевую воду.",
            "Автомобилем, который перевозит вещества, загрязняющие воду."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/49-05.jpg",
        answer: [
            "Да.",
            "Да, но только если скорость трактора менее 30 км/ч.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/49-06.jpg",
        answer: [
            "Только прямо.",
            "Только прямо и направо.",
            "Во всех, регулировщик не вмешивается в существующую организацию дорожного движения."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Когда вы должны включить указатели поворота?",
        img: "",
        answer: [
            "Непосредственно перед поворотом или разворотом.",
            "Заблаговременно до начала выполнения маневра.",
            "По своему усмотрению."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "У кого в данной ситуации имеется преимущество в движении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/49-08.jpg",
        answer: [
            "У водителя, намеревающегося остановиться у тротуара.",
            "У водителя, намеревающегося начать движение от тротуара."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам высадить пассажиров на автобусной остановке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/49-09.jpg",
        answer: [
            "Нет.",
            "Да, если не будет создано помех движению маршрутных транспортных средств.",
            "Да."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/49-10.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/49-11.jpg",
        answer: [
            "Разрешен.",
            "Разрешен, только если обгон будет завершен до перекрестка.",
            "Запрещен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто нарушил правила остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/49-12.jpg",
        answer: [
            "Оба водителя.",
            "Только водитель грузового автмообиля.",
            "Только водитель легкового автомобиля.",
            "Никто не нарушил."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае вы имеете право выехать на перекресток, если за ним образовался затор?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/49-13.jpg",
        answer: [
            "Только если вы намерены совершить поворот или разворот.",
            "В любом случае."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение в прямом направлении. Следует ли вам уступить дорогу грузовому автомобилю?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/49-14.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/49-15.jpg",
        answer: [
            "Автобус.",
            "Легковой автомобиль.",
            "Вы."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли разворот на автомагистрали?",
        img: "",
        answer: [
            "Разрешается",
            "Разрешается, если вы случайно проехали нужный поворот.",
            "Запрещается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При каких из перечисленных условий можно перевозить в кузове грузового автомобиля не более 8 человек, включая пассажиров в кабине?",
        img: "",
        answer: [
            "Только при наличии водительского удостоверения на право управления транспортным средством категории \"С\" независимо от стажа управления транспортным средством данной категории.",
            "Только при наличии водительского удостоверения на право управления транспортным средством категории \"С\" и водительского стажа более 1 года.",
            "Только при наличии водительского удостоверения на право управления транспортными средствами категории \"С\" и водительского стажа более 3 лет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких случаях вам запрещается дальнейшее движение даже до места ремонта или стоянки с не горящими (из-за неисправности) фарами и задними габаритными огнями?",
        img: "",
        answer: [
            "Только в условиях недостаточной видимости.",
            "Только в темное время суток.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "На каком рисунке показан безопасный способ разворота вне перекрестка с использованием прилегающей территории слева?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/49-19.jpg",
        answer: [
            "На левом.",
            "На правом."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие виды административных мер могут применяться к водителям за нарушение Правил?",
        img: "",
        answer: [
            "Только предупреждения или штрафы.",
            "Только предупреждения, штраф или лишение права управления транспортными средствами.",
            "Предупреждение, штраф, лишения права управления транспортными средствами, общественные работы, административный арест, возмездное изъятие ТС."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B50
    {
        text: "Водитель, это:",
        img: "",
        answer: [
            "Лицо, управляющее транспортным средством, а также лицо, обучающее управлению, находясь непосредственно в (на) транспортном средстве.",
            "Лицо, управляющее транспортным средством, всадник, лицо, управляющее гужевым транспортом, погонщик животных, который ведет их за повод, а также лицо, обучающее управлению, находясь непосредственно в (на) транспортном средстве.",
            "Лицо, управляющее автомобилем, мотоциклом, мопедом, трамваем, а также лицо, обучающее управлению, находясь непосредственно в (на) транспортном средстве."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки означают, что вам должны уступить дорогу, если встречный разъезд затруднен?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/50-02.jpg",
        answer: [
            "Только Г.",
            "Только Б и Г.",
            "Только Б и В.",
            "А и В."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам остановиться в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/50-03.jpg",
        answer: [
            "Запрещено.",
            "Разрешено, если вы проживаете в этом доме.",
            "Разрешено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы управляете грузовым автомобилем с разрешенной максимальной массой более 3,5 т. В каких направлениях вам разрешено дальнейшее движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/50-04.jpg",
        answer: [
            "Только напарво.",
            "Только направо, налево и в обратном направлении.",
            "В любых."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли в этом месте обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/50-05.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кому разрешено движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/50-06.jpg",
        answer: [
            "Только водителю автобуса.",
            "Только водителю легкового автомобиля.",
            "Обоим водителям.",
            "Никому."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены произвести разворот на перекрестке. Какие указатели поворота необходимо включить при выезде с перекрестка?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/50-07.jpg",
        answer: [
            "Левые.",
            "Правые.",
            "Включать указатели поворота в этой ситуации нет необходимости."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой траектории разрешают вам произвести поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/50-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Водитель легкового автомобиля в данной ситуации:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/50-09.jpg",
        answer: [
            "Должен уступить дорогу грузовому автомобилю, т.к. выезжает с полосы разгона.",
            "Имеет преимущественное право на движение, т.к. находится справа от грузового автомобиля."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Что должно иметь для вас решающее значение при выборе безопасной скорости движения в условиях недостаточной видимости?",
        img: "",
        answer: [
            "Освещение, включенное на транспортном средстве.",
            "Условия видимости.",
            "Зрение водителя."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы обогнать трактор?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/50-11.jpg",
        answer: [
            "Да.",
            "Да, если обгон будет завершен за 100 м до переезда.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Где разрешается стоянка в целях длительного отдыха или ночлега на дорогах вне населенного пункта?",
        img: "",
        answer: [
            "Только на хорошо просматриваемом месте на обочине.",
            "В любом месте на обочине.",
            "Только на площадках для стоянки или за пределами дороги.",
            "В любом из перечисленных мест."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какой должен включиться следующий сигнал светофора?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/50-13.jpg",
        answer: [
            "Зеленый.",
            "Красный.",
            "Никакой, светофор неисправен."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Каким будет порядок проезда перекрестка?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/50-14.jpg",
        answer: [
            "Вы, трамвай, грузовой автомобиль.",
            "Грузовой автомобиль, трамвай, вы.",
            "Трамвай, грузовой автомобиль, вы."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/50-15.jpg",
        answer: [
            "Автобус.",
            "Легковой автомобиль.",
            "Вы."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Нарушил ли водитель автомобиля правила проезда железнодорожного переезда, в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/50-16.jpg",
        answer: [
            "Нет.",
            "Нет, шлагбаум открыт.",
            "Да."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При движении в условиях недостаточной видимости вы можете использовать противотуманные фары:",
        img: "",
        answer: [
            "Как отдельно, так и совместно с ближним или дальним светом фар.",
            "Только отдельно от ближнего или дальнего света фар.",
            "Только совместно с ближним или дальним светом фар."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какая наименьшая величина остаточной высоты рисунка протектора допускается при эксплуатации автобусов?",
        img: "",
        answer: [
            "0,8 мм.",
            "1,0 мм.",
            "1,6 мм.",
            "2,0 мм."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "При приближении к вершине подъема в темное время суток водителю рекомендуется переключить дальний свет фар на ближний:",
        img: "",
        answer: [
            "Только при появлении встречного транспортного средства.",
            "Всегда при приближении к вершине подъема."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какова первая помощь при травме волосистой части головы?",
        img: "",
        answer: [
            "Наложить импровизированную шейную шину. К ране волосистой части головы приложить давящую повязку из стерильного бинта, пострадавшего уложить на бок с согнутыми в коленях ногами, к голове приложить холод.",
            "Наложить импровизированную шейную шину, на рану наложить стерильный ватный тампон, пострадавшего уложить на спину, приподняв ноги. К голове приложить холод.",
            "Шейную шину не накладывать, рану заклеить медицинским пластырем, пострадавшего уложить на бок только в случае потери им сознания."
        ],
        answerTrue: 0,
        prompt: ""
    },
    //B51
    {
        text: "Тормозной путь, это:",
        img: "",
        answer: [
            "Расстояние, которое проходит транспортное средство со времени реакции водителя, до места его остановки.",
            "Расстояние, которое проходит транспортное средство во время экстренного торможения с начала воздействия на механизм управления тормозной системой (педаль, рукоятку) до его места остановки.",
            "Расстояние, которое проходит транспортное средство с того времени, когда водитель заметил препятствие, до места его остановки."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам повернуть направо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/51-02.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Можете ли вы остановиться для посадки пассажира за знаком?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/51-03.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какой из знаков не запрещает движение пешеходов?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/51-04.jpg",
        answer: [
            "Только Б и В.",
            "Только Б.",
            "Все знаки."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Где вы должны остановиться, чтобы уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/51-05.jpg",
        answer: [
            "Перед знаком.",
            "Перед перекрестком у линии разметки.",
            "На перекрестке перед прерывистой линией разметки.",
            "В любом месте по усмотрению водителя."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком случае вам запрещается выполнять обгон транспортного средства, имеющего нанесенные на наружные поверхности специальные цветографические схемы?",
        img: "",
        answer: [
            "При включении на нем проблесковых маячков синего (синего и красного) цвета и (или) специального звукового сигнала.",
            "Только при включении на нем проблесковых маячков синего (синего и красного) цвета.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Обязаны ли вы в данной ситуации включить сигнал правого поворота?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/51-07.jpg",
        answer: [
            "Да.",
            "Нет.",
            "Да, только в темное время суток."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете выполнить поворот, управляя автопоездом, имеющим большую длину?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/51-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой траектории вы не можете выполнить разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/51-09.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "Только по В.",
            "По любой запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких случаях вам разрешено выезжать за пределы правой полосы, если вы управляете транспортным средством, скорость которого не должна превышать 40 км/ч?",
        img: "",
        answer: [
            "Только при объезде или перестроении перед поворотом налево или разворотом.",
            "Только при обгоне.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие требования предъявляются к водителю обгоняемого транспортного средства?",
        img: "",
        answer: [
            "Он должен уступить дорогу автомобилю, завершающему обгон.",
            "Он не должен препятствовать обгону смещением влево."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил правила остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/51-12.jpg",
        answer: [
            "Только водитель автомобиля А.",
            "Только водитель автомобиля Б.",
            "Оба не нарушили.",
            "Оба нарушили."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток последним?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/51-13.jpg",
        answer: [
            "Вы.",
            "Легковой автомобиль."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/51-14.jpg",
        answer: [
            "Легковой автомобиль.",
            "Вы."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение прямо. При желтом мигающем сигнале светофора вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/51-15.jpg",
        answer: [
            "Проехать перекресток первым.",
            "Уступить дорогу только грузовому автомобилю.",
            "Уступить дорогу только трамваю.",
            "Уступить дорогу обоим транспортным средствам."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Можете ли вы, управляя грузовым автомобилем с разрешенной максимальной массой более 3,5 т, проехать перекресток в прямом направлении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/51-16.jpg",
        answer: [
            "Да.",
            "Да, если место назначения вашей поездки находится в этой жилой зоне.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы можете использовать противотуманные фары совместно с ближним или дальним светом фар:",
        img: "",
        answer: [
            "Только в условиях недостаточной видимости.",
            "Только в темное время суток на неосвещенных участках дорог.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком из перечисленных случаев длина пути обгона будет больше?",
        img: "",
        answer: [
            "При скорости движения обгоняемого транспортного средства 40 км/ч и обгоняющего 60 км/ч.",
            "При скорости движения обгоняемого транспортного средства 70 км/ч и обгоняющего 90 км/ч.",
            "Длина пути обгона в обоих случаях будет одинакова."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Для предупреждения скатывания автомобиля при остановке на подъеме (спуске) водителю следует повернуть передние колеса. Водители каких транспортных средств правильно выполнили это требование при наличии тротуара?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/51-19.jpg",
        answer: [
            "А и Г.",
            "Б и В.",
            "А и В.",
            "Б и Г."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Подлежите ли вы административной ответственности за причинение морального ущерба в результате ДТП?",
        img: "",
        answer: [
            "Да, всегда.",
            "Да, связанное с повреждением дорог и дорожных сооружений, железнодорожных переездов.",
            "Да, связанное с повреждением транспортных средств, груза, автомобильных дорог, улиц.",
            "Нет."
        ],
        answerTrue: 3,
        prompt: ""
    },
    //B52
    {
        text: "В каких случаях владелец грузового автомобиля с разрешенной максимальной массой более 7,5 т может передавать управление этим транспортным средством в своем присутствии другому лицу?",
        img: "",
        answer: [
            "При наличии у этого лица водительского удостоверения на право управления транспортным средством подкатегории \"С1\".",
            "При наличии у этого лица водительского удостоверения на право управления транспортным средством категории \"С\".",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы проедете мост:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/52-02.jpg",
        answer: [
            "Первым.",
            "Знак запрещает вам проезд через мост.",
            "Вторым."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам продолжить движение на перекрестке налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/52-03.jpg",
        answer: [
            "Нет.",
            "Да.",
            "Нет, только разворот в обратном направлении."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "О чем информирует водителя табличка, установленная под знаком?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/52-04.jpg",
        answer: [
            "Парковка оборудована пунктом технической помощи.",
            "На парковке имеется место для осмотра автомобилей (эстакада или смотровая канава)."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Водитель какого автомобиля не нарушает Правила?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/52-05.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Оба нарушают.",
            "Оба не нарушают."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Может ли работник ГАИ регулировать дорожной движение без жезла?",
        img: "",
        answer: [
            "Да, если он при этом одет в белые перчатки.",
            "Нет, только с жезлом или диском с красным световозвращателем.",
            "Да."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Первым проедет перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/52-07.jpg",
        answer: [
            "Мотоциклист.",
            "Вы."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам повернуть на перекрестке направо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/52-08.jpg",
        answer: [
            "Нужно перестроиться на правую полосу, затем осуществить поворот.",
            "Можно продолжить движение по второй полосе до перекреска, затем повернуть.",
            "Возможны оба способа."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам такой маневр на мосту?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/52-09.jpg",
        answer: [
            "Разрешен только при видимости дороги более 100 м.",
            "Не разрешен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью разрешается движение водителю этого грузового автомобиля?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/52-10.jpg",
        answer: [
            "60 км/ч.",
            "70 км/ч.",
            "80 км/ч."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/52-11.jpg",
        answer: [
            "Да.",
            "Да, если обгон будет завершен до перекрестка.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить грузовой автомобиль с разрешенной максимальной массой более 3,5 т на стоянку в данном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/52-12.jpg",
        answer: [
            "Запрещено.",
            "Разрешено."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Нужно ли вам ждать разрешающий сигнал регулировщика?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/52-13.jpg",
        answer: [
            "Нет.",
            "Да."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/52-14.jpg",
        answer: [
            "Грузовой автомобиль.",
            "Вы."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/52-15.jpg",
        answer: [
            "Первым.",
            "Вторым.",
            "Третьим."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли учебная езда на дорогах для автомобилей?",
        img: "",
        answer: [
            "Разрешается.",
            "Разрешается только по крайней правой полосе.",
            "Запрещается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При движении в темное время суток на неосвещенных участках дорог вы можете использовать противотуманные фары:",
        img: "",
        answer: [
            "Только отдельно от ближнего или дальнего света фар.",
            "Только совместно с ближним или дальним светом фар.",
            "Как отдельно, так и совместно с ближним или дальним светом фар."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При какой неисправности тормозной системы запрещается эксплуатация грузового автомобиля (автобуса)?",
        img: "",
        answer: [
            "Не выключается контрольная лампа стояночного тормоза.",
            "Не действует манометр пневматического или пневмогидравлического тормозного привода.",
            "Уменьшен свободный ход педали тормоза."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "На каком рисунке показан безопасный способ разворота вне перекрестка с использованием прилегающей территории справа?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/52-19.jpg",
        answer: [
            "На левом.",
            "На правом."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При потере пострадавшим сознания и наличии пульса на сонной артерии для оказания первой помощи его необходимо уложить:",
        img: "",
        answer: [
            "На спину с подложенным под голову валиком.",
            "На спину с вытянутыми ногами.",
            "На бок так, чтобы согнутые колени опирались о землю, а верхняя рука находилась под щекой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B53
    {
        text: "Какой из этих знаков называется \"Направление движения по полосе\"?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/53-01.jpg",
        answer: [
            "А.",
            "Б.",
            "В.",
            "Г."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какова зона действия знака?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/53-02.jpg",
        answer: [
            "До конца улицы.",
            "Только на этом перекрестке.",
            "До следующего перекрестка."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/53-03.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Эта табличка распространяет действие установленного с ней знака:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/53-04.jpg",
        answer: [
            "Только на грузовые автомобили с разрешенной максимальной массой более 3,5 т.",
            "На все грузовые автомобили.",
            "На все транспортные средства, кроме легковых автомобилей."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком из указанных мест вы можете пересечь сплошную линию разметки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/53-05.jpg",
        answer: [
            "Только Б.",
            "В любом.",
            "Ни в одном."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам дальнейшее движение в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/53-06.jpg",
        answer: [
            "Да.",
            "Нет.",
            "Да, при отсутствии поезда."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Когда может быть прекращена подача сигнала рукой о повороте?",
        img: "",
        answer: [
            "Непосредственно перед началом маневра.",
            "Только после окончания маневра."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой полосы вы можете въехать на данный перекресток?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/53-08.jpg",
        answer: [
            "Только с правой.",
            "С правой или левой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешена ли вам стоянка на указанном участке дороги?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/53-09.jpg",
        answer: [
            "Разрешена только при видимости дороги более 100 м.",
            "Разрешена.",
            "Не разрешена."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение на грузовом автомобиле с разрешенной максимальной массой более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/53-10.jpg",
        answer: [
            "60 км/ч.",
            "70 км/ч.",
            "90 км/ч."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон сразу трех тарнспортных средств после проезда пешеходного перехода?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/53-11.jpg",
        answer: [
            "Запрещен.",
            "Разрешен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы остановиться на мосту для посадки пассажира?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/53-12.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток в прямом направлении:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/53-13.jpg",
        answer: [
            "Первым.",
            "Вторым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей должен уступить дорогу пешеходам?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/53-14.jpg",
        answer: [
            "Только водитель легкового автомобиля.",
            "Только водитель грузового автомобиля.",
            "Оба водителя."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Можете ли вы приступить к повороту?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/53-15.jpg",
        answer: [
            "Да.",
            "Да, уступив дорогу грузовому автомобилю.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы, управляя экскурсионным автобусом, использовать для движения правую полосу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/53-16.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы можете использовать задние противотуманные фонари:",
        img: "",
        answer: [
            "Только в условиях недостаточной видимости.",
            "Только при движении в темное время суток.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При возникновении какой неисправности вам запрещено дальнейшее движение даже до места ремонта или стоянки?",
        img: "",
        answer: [
            "Не работает стеклоподъемник.",
            "Рулевое управление не дает возможности водителю осуществить маневр во время движения с минимальной скоростью.",
            "Неисправен глушитель."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Двигаясь в прямом направлении со скоростью 60 км/ч, вы внезапно попали на небольшой участок скользкой дороги. Что следует предпринять?",
        img: "",
        answer: [
            "Плавно затормозить.",
            "Не менять траектории и скорости движения."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "На какой срок может быть наложен кровоостанавливающий жгут?",
        img: "",
        answer: [
            "Не более получаса в теплое время года и не более одного часа в холодное время.",
            "Не более одного часа в теплое время года и не более получаса в холодное время.",
            "Время не ограничено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B54
    {
        text: "Что означает термин \"тягач\"?",
        img: "",
        answer: [
            "Механическое тарнспортное средство, предназначенное или служащее ведомым для другого транспортного средства или состава транспортных средств, соединенных между собой сцепным устройством и имеющих общую тормозную систему.",
            "Механическое транспортное средство, служащее ведомым для другого транспортного средства, соединенных между собою сцепным устройством и имеющих общую тормозную систему.",
            "Любое транспортное средство, служащее ведомым для другого транспортного средства или состава транспортных средств, соединенных между собою сцепным устройством."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Можно ли остановиться на обочине, в зоне действия этих знаков?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/54-02.jpg",
        answer: [
            "Остановка транспортных средств на обочине запрещена.",
            "Съезд на обочину опасен в связи с проведением на ней ремонтных работ.",
            "Остановка разрешена только на проезжей части."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки разрешают движение грузовым автомобилям с разрешенной максимальной массой более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/54-03.jpg",
        answer: [
            "Только А.",
            "Только А и Б.",
            "Все."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешен ли вам разворт на этом перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/54-04.jpg",
        answer: [
            "Нет.",
            "Движение разрешено только прямо или налево.",
            "Да."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как называются данные таблички?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/54-05.jpg",
        answer: [
            "Направление действия.",
            "Расстояние до объекта.",
            "Зона действия."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Что означает этот сигнал регулировщика?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/54-06.jpg",
        answer: [
            "Остановиться.",
            "Заехать на тротуар.",
            "Повернуть направо."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/54-07.jpg",
        answer: [
            "Вторым.",
            "Первым.",
            "Третьим."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто должен уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/54-08.jpg",
        answer: [
            "Водитель правого автомобиля.",
            "Водитель левого автомобиля."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Можете ли вы развернуться на этом месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/54-09.jpg",
        answer: [
            "Да, при видимости дороги не менее 100 м.",
            "Да, но только в светлое время суток.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких случаях допускается движение автомобилей по тротуарам или пешеходным дорожкам?",
        img: "",
        answer: [
            "В любых, если не будут созданы помехи пешеходам.",
            "Только если вы обслуживаете торговые или другие предприятия, расположенные непосредственно у этих тротуаров или дорожек при отсутствии других возможностей подъезда.",
            "Если для движения пешеходов остается не менее 2 м, и не будут созданы другие помехи пешеходам."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто проедет первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/54-11.jpg",
        answer: [
            "Встречный автомобиль.",
            "Вы."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Можете ли вы осуществить стоянку на мосту в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/54-12.jpg",
        answer: [
            "Да.",
            "Да, только для высадки пассажиров.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При включении зеленого сигнала светофора вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/54-13.jpg",
        answer: [
            "Вторым, уступив дорогу грузовому автомобилю, завершающему разворот на перекрестке.",
            "Первым, не уступая дорогу грузовому автомобилю."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вторым перекресток проедет:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/54-14.jpg",
        answer: [
            "Легковой автомобиль.",
            "Вы."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При повороте налево во второй проезд вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/54-15.jpg",
        answer: [
            "Первым.",
            "Третьим.",
            "Вторым."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто из водителей не нарушает правила разворота на автомагистрали?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/54-16.jpg",
        answer: [
            "Только водитель грузовог оавтомобиля, выполняющего ремонтные или уборочные работы.",
            "Только водитель легкового автомобиля.",
            "Оба нарушают.",
            "Оба не нарушают."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли перевозить людей на грузовом прицепе?",
        img: "",
        answer: [
            "Разрешается, если они сопровождают груз.",
            "Разрешается только при наличии оборудованных для сидения мест.",
            "Запрещается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие преимущества дает вам использование зимних шин в холодное время года?",
        img: "",
        answer: [
            "Исключается возможность возникновения заноса.",
            "Появляется возможность в любых погодных условиях двигаться с максимальной допустимой скоростью.",
            "Уменьшается возможность проскальзывания и пробуксовки колес на скользком покрытии."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как влияет длительный разгон транспортного средства с включенной первой передачей на расход топлива?",
        img: "",
        answer: [
            "Расход топлива увеличивается.",
            "Расход топлива уменьшается.",
            "Расход топлива не изменяется."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких случаях водитель направляется на медицинское освидетельствование на состояние опьянения в лечебное учреждение?",
        img: "",
        answer: [
            "Только при отказе от прохождения освидетельствование на состояние алкогольного опьянения в месте остановки.",
            "Только при несогласии с результатами освидетельствования на состояние алкогольного опьянения в месте остановки.",
            "Только при наличии достаточных оснований полагать, что водитель находится в состоянии опьянения.",
            "Во всех перечисленных случаях."
        ],
        answerTrue: 3,
        prompt: ""
    },
    //B55
    {
        text: "Что означает термин \"пассажир\"?",
        img: "",
        answer: [
            "Лицо, находящееся в транспортном средстве (на нем), а также лицо, которое входит в транспортное средство (садится на него) или выходит из транспортного средства (сходит с него).",
            "Лицо, находящееся в транспортном средстве и пользующееся ним.",
            "Лицо, кроме водителя, находящееся в транспортном средстве (на нем).",
            "Лицо, кроме водителя, находящееся в транспортном средстве (на нем), а также лицо, которое входит в транспортное средство (садится на него) или выходит из транспортного средства (сходит с него)."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение на перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/55-02.jpg",
        answer: [
            "Только Б.",
            "Б или В.",
            "А или Б."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Каким транспортным средствам запрещена стоянка в зоне действия этих знаков?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/55-03.jpg",
        answer: [
            "Только грузовым автомобилям с разрешенной максимальной массой более 3,5 т.",
            "Всем грузовым автомобилям.",
            "Всем транспортным средствам, кроме грузовых автомобилей."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Как называется данный дорожный знак?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/55-04.jpg",
        answer: [
            "Место (пункт) остановки автобуса.",
            "Начало места (пункта) остановки автобуса.",
            "Конец места (пункта) остановки автобуса."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам такой маневр при выключенных реверсивных светофорах?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/55-05.jpg",
        answer: [
            "Разрешен, если нет встречных транспортных средств.",
            "Разрешен только для обгона.",
            "Не разрешен."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При таком жесте регулировщика и сигналах светофора вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/55-06.jpg",
        answer: [
            "Продолжить движение прямо.",
            "Продолжить движение прямо или направо.",
            "Остановиться у стоп-линии."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Должен ли в этой ситуации водитель, остановившийся из-за неисправности, выставить знак аварийной остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/55-07.jpg",
        answer: [
            "Должен, если неисправна аварийная сигнализация.",
            "Должен во всех случаях.",
            "Не должен."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вам разрешено повернуть налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/55-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы выезжаете с места стоянки одновременно с другим автомобилем. Вы проедете:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/55-09.jpg",
        answer: [
            "Вторым.",
            "Первым."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае вы можете прибегнуть к резкому торможению?",
        img: "",
        answer: [
            "Только для остановки перед перекрестком или пешеходным переходом, когда после зеленого сигнала неожиданно для вас включился желтый сигнал светофора.",
            "Только для предотвращения дорожно-транспортного происшествия.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли обгон на перекрестках?",
        img: "",
        answer: [
            "Разрешен только на нерегулируемых перекрестках.",
            "Разрешен только на перекрестках неравнозначных дорог при движении по главной дороге.",
            "Запрещен во всех случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил правила остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/55-12.jpg",
        answer: [
            "Только водитель легкового автомобиля.",
            "Только водитель автобуса.",
            "Оба нарушили.",
            "Оба не нарушили."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток в прямом направлении:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/55-13.jpg",
        answer: [
            "Первым.",
            "Вторым."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Последним перекресток проедет:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/55-14.jpg",
        answer: [
            "Трамвай.",
            "Встречный автомобиль.",
            "Вы."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Следует ли вам уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/55-15.jpg",
        answer: [
            "Только автобусу.",
            "Только легковому автомобилю.",
            "Никому."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории можно продолжить движение напарво на легковом автомобиле?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/55-16.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По А и Б.",
            "По Б и В."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как вы можете в светлое время суток привлечь внимание водителя обгоняемого автомобиля при движении вне населенного пункта?",
        img: "",
        answer: [
            "Только звуковым сигналом.",
            "Только кратковременным переключением фар с ближнего света на дальний.",
            "Любым из перечисленных способов, включая совместную подуча этих сигналов."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какая наименьшая величина остаточной высоты рисунка протектора допускается при эксплуатации грузовых автомобилей с разрешенной максимальной массой свыше 3,5 т?",
        img: "",
        answer: [
            "0,8 мм.",
            "1,0 мм.",
            "1,6 мм.",
            "2,0 мм."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При торможении двигателем на крутом спуске водитель должен выбирать передачу, исходя из условий:",
        img: "",
        answer: [
            "Чем круче спуск, тем выше передача.",
            "Чем круче спуск, тем ниже передача.",
            "Выбор передачи не зависит от крутизны спуска."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "О каких травмах может свидетельствовать поза \"лягушонка\" (ноги согнуты в коленях и разведены, а стопы развернуты подошвами друг к другу) и какую первую медицинскую помощь необходимо при этом оказать?",
        img: "",
        answer: [
            "У пострадавшего могут быть ушиб брюшной стенки, перелом лодыжки, перелом костей стопы. При первой помощи вытянуть ноги, наложить шины на обе ноги от голеностопного сустава до подмышки.",
            "У пострадавшего могут быть перелом шейки бедра, костей таза, перелом позвоночника, повреждение внутренних органов малого таза, внутреннее кровотечение. Позу ему не менять, ноги не вытягивать, шины не накладывать. При первой помощи подложить под колени валик из мягкой ткани, к животу по возможности приложить холод.",
            "У пострадавшего могут быть перелом костей голени и нижней трети бедра. При первой помощи наложить шины только на травмированную ногу от голеностопного до коленного сустава, не вытягивать ногу."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B56
    {
        text: "Разрешается ли пассажирам при поездке на грузовом автомобиле с бортовой платформой стоять, сидеть на бортах или на грузе, расположенном выше бортов?",
        img: "",
        answer: [
            "Разрешается, но только лицам, сопровождающим груз.",
            "Разрешается, если скорость транспортного средства не выше 30 км/ч.",
            "Запрещается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли вам повернуть во двор налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/56-02.jpg",
        answer: [
            "Да.",
            "Нет.",
            "Разрешается в любой.",
            "Повороты во дворы запрещены."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какой знак запрещает дальнейшее движение всех транспортных средств, только кроме маршрутных?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/56-03.jpg",
        answer: [
            "А.",
            "А и В.",
            "Б."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Действуют ли эти знаки после окончания дождя?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/56-04.jpg",
        answer: [
            "Да, при влажном покрытии рекомендуемая скорость 40 км/ч.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешена ли вам стоянка в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/56-05.jpg",
        answer: [
            "Разрешена.",
            "Разрешена без заезда на тротуар.",
            "Запрещена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Можно ли вам будет повернуть налево, при зеленом сигнале светофора?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/56-06.jpg",
        answer: [
            "На этом перекрестке движение разрешено во всех направлениях.",
            "Да.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких случаях на буксируемом механическом транспортном средстве должна быть включена аварийная сигнализация?",
        img: "",
        answer: [
            "Только в условиях недостаточной видимости.",
            "Только в темное время суток.",
            "Во всех случаях, когда осуществляется буксировка."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "По какой траектории Правила разрешают вам произвести поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/56-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам на перекрестке произвести разворот указанным способом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/56-09.jpg",
        answer: [
            "Да.",
            "Да, если не будут созданы помехи другим участникам движения.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение на грузовом автомобиле с разрешенной максимальной массой более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/56-10.jpg",
        answer: [
            "60 км/ч.",
            "70 км/ч.",
            "90 км/ч."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/56-11.jpg",
        answer: [
            "Разрешен.",
            "Разрешен, только если скорость грузового автомобиля менее 30 км/ч.",
            "Запрещен."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком из указанных мест вы можете поставить автомобиль на стоянку?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/56-12.jpg",
        answer: [
            "Только В.",
            "Б или В.",
            "В любом."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/56-13.jpg",
        answer: [
            "Первым.",
            "Вторым.",
            "Третьим."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Перекресток вы проедете:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/56-14.jpg",
        answer: [
            "Третьим.",
            "Вторым.",
            "Первым."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Третьим перекресток проедет:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/56-15.jpg",
        answer: [
            "Автобус.",
            "Легковой автомобиль.",
            "Вы."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам остановиться в этом месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/56-16.jpg",
        answer: [
            "Да.",
            "Да, но только в светлое время суток.",
            "Да, но только в случае вынужденной остановки."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие из перечисленных требований являются обязательными при перевозке детей?",
        img: "",
        answer: [
            "Запрещается перевозка детей, ростом менее 145 см или не достигшим 12-летнего возраста на переднем сиденье легкового автомобиля без использования специальных средств, которые дают возможность пристегнуть ребенка с помощью ремней безопасности, предусмотренных конструкцией этого транспортного средства.",
            "Запрещается перевозка детей не достигших 12-летнего возраста на заднем сиденье мотоцикла и мопеда.",
            "Оба требования являются обязательными."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком случае вам запрещается дальнейшее движение на автомобиле с прицепом?",
        img: "",
        answer: [
            "Не установлен опознавательный знак автопоезда.",
            "Отсутствуют предусмотренные конструкцией зеркала заднего вида.",
            "Неисправно тягово-сцепное устройство автопоезда."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "На каком рисунке водитель выполняет правый поворот по траектории, обеспечивающей наибольшую безопасность движения?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/56-19.jpg",
        answer: [
            "На правом.",
            "На левом."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как определить наличие пульса на сонной артерии пострадавшего?",
        img: "",
        answer: [
            "Три пальца руки располагают с левой стороны шеи под нижней челюстью.",
            "Три пальца руки располагают с правой или левой стороны шеи на уровне щитовидного хряща гортани (кадыка) и осторожно продвигают вглубь шеи между щитовидным хрящом и ближайшей к хрящу мышцей.",
            "Большой палец руки располагают на шее под подбородком с одной стороны гортани, а остальные пальцы, с другой стороны."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B57
    {
        text: "Термин \"дорожное движение\" означает:",
        img: "",
        answer: [
            "Совокупность общественных отношений, возникающих в процессе перемещения людей и грузов с помощью транспортных средств или без таковых в пределах улиц и дорог.",
            "Любое движение по дороге.",
            "Организованное движение автомобилей, автобусов, мотоциклов, тракторов и самоходных машин по дорогам и улицам."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Каково расстояние от данного знака до неровного участка дороги вне населенного пункта?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/57-02.jpg",
        answer: [
            "150-300 м.",
            "50-100 м.",
            "Непосредственно перед неровным участком дороги."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Каким транспортным средствам знак запрещает движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/57-03.jpg",
        answer: [
            "Всем транспортным средствам, фактическая масса которых более 6 т.",
            "Транспортным средствам, у которых фактическая масса, приходящаяся на какую либо ось, более 6 т.",
            "Всем грузовым автомобилям с разрешенной максимальной массой более 6 т."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой траектории вам разрешено продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/57-04.jpg",
        answer: [
            "Только по А.",
            "Только по В.",
            "По любой.",
            "По любой, кроме Б."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон в данном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/57-05.jpg",
        answer: [
            "Да.",
            "Да, если скорость трактора менее 30 км/ч.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком месте вам следует остановиться?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/57-06.jpg",
        answer: [
            "Перед светофором.",
            "Перед пересекаемой проезжей частью.",
            "В любом."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "На каком расстоянии от транспортного средства должен быть выставлен знак аварийной остановки вне населенного пункта?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/57-07.jpg",
        answer: [
            "Не менее 15 м.",
            "Не менее 20 м.",
            "Не менее 40 м.",
            "Не менее 100 м."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам поворот направо в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/57-08.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой траектории вам разрешено выполнить разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/57-09.jpg",
        answer: [
            "Только на перекрестке - по траектории А.",
            "Только перед перекрестком - по траектории Б.",
            "По любой из предложенных траекторий.",
            "Ни по одной из предложенных траекторий."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешается ли вам двигаться со слишком малой скоростью?",
        img: "",
        answer: [
            "Разрешается.",
            "Разрешается, если вы не создаете помех другим транспортным средсвам.",
            "Запрещается."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам выполнить обгон в населенном пункте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/57-11.jpg",
        answer: [
            "Да.",
            "Да, если обгон будет завершен до переезда.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком месте на данном участке дороги вы можете поставить автомобиль на длительную стоянку?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/57-12.jpg",
        answer: [
            "В любом месте на обочине.",
            "Только через 500 м на специальной площадке.",
            "В обоих указанных местах."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При повороте направо вы должны уступить дорогу:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/57-13.jpg",
        answer: [
            "Только велосипедисту.",
            "Только пешеходам.",
            "Пешеходам и велосипедисту.",
            "Никому."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/57-14.jpg",
        answer: [
            "Третьим.",
            "Вторым.",
            "Первым."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Эти знаки, установленные перед перекрестком, означают, что:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/57-15.jpg",
        answer: [
            "Находясь на таком перекрестке, вы должны будете уступать всем ТС, въезжающим на него.",
            "Находясь на таком перекрестке, вы будете иметь преимущество перед всеми ТС, въезжающими на него."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Трамвай проедет пересечение:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/57-16.jpg",
        answer: [
            "Первым.",
            "Вторым.",
            "Одновременно с легковым автомобилем.",
            "Последним."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Разрешается ли перевозка людей в буксируемом на жесткой сцепке автобусе?",
        img: "",
        answer: [
            "Разрешается.",
            "Разрешается только в светлое время суток.",
            "Запрещается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Что следует сделать водителю, чтобы предотвратить возникновение заноса при проезде крутого поворота?",
        img: "",
        answer: [
            "Перед поворотом снизить скорость и выжать педаль сцепления, чтобы дать возможность автомобилю двигаться накатом на повороте.",
            "Перед поворотом снизить скорость, при необходимости включить пониженную передачу, а при проезде поворота не увеличивать резко скорость и не тормозить.",
            "Допускается любое из перечисленных действий."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как изменяется длина тормозного пути грузового автомобиля при буксировке автомобиля с неисправной тормозной ситемой?",
        img: "",
        answer: [
            "Уменьшается, т.к. буксируемый автомобиль оказывает дополнительное сопротивление движению.",
            "Увеличивается.",
            "Не изменяется."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В темное время суток и в пасмурную погоду скорость встречного автомобиля воспринимается:",
        img: "",
        answer: [
            "Ниже, чем в действительности.",
            "Выше, чем в действительности.",
            "Восприятие скорости не меняется."
        ],
        answerTrue: 0,
        prompt: ""
    },
    //B58
    {
        text: "Что означает термин \"колонна транспортных средств\"?",
        img: "",
        answer: [
            "Организованная группа из двух и более механических транспортных средств, следующих непосредственно друг за другом по одной и той же полосе движения с примерно одинаковой скоростью и дистанцией.",
            "Организованная группа из трех и более механических транспортных средств, следующих непосредственно друг за другом по одной и той же полосе движения с примерно одинаковой скоростью и дистанцией.",
            "Организованная группа из пяти и более механических транспортных средств, следующих непосредственно друг за другом по одной и той же полосе движения с примерно одинаковой скоростью и дистанцией."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Эти дорожные знаки предупреждают вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/58-02.jpg",
        answer: [
            "О направлении объезда препятствия на дороге.",
            "О направлении движения на Т-образных перекрестках, разветвлениях дорог или объезде ремонтируемого участка дороги.",
            "О направлении поворота дороги, обозначенной знаками 1.1 и 1.2."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автомобиль на стоянку в указанном месте по четным числам месяца?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/58-03.jpg",
        answer: [
            "Разрешено.",
            "Разрешено только после 19 часов.",
            "Запрещено."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие знаки информируют вас, что на данной дороге не действуют требования Правил, устанавливающие порядок скоростного режима в населенном пункте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/58-04.jpg",
        answer: [
            "Только Б и В.",
            "Только В.",
            "Все."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В данной ситуации, при отсутствии других тарнспортных средств вы должны останавливаться?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/58-05.jpg",
        answer: [
            "Да, остановлюсь обязательно.",
            "Да, остановлюсь у стоп линии.",
            "При отсутствии других транспортных средств проеду перекресток без остановки."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам движение прямо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/58-06.jpg",
        answer: [
            "Нет.",
            "Да."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам остановиться слева у тротуара?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/58-07.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/58-08.jpg",
        answer: [
            "По любой.",
            "Только по А.",
            "Только по А или В."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли выезд задним ходом с места стоянки, имеющего ограниченную обзорность?",
        img: "",
        answer: [
            "Да, подав звуковой сигнал.",
            "Да, включив аварийную сигнализацию.",
            "Да, но необходимо прибегнуть к помощи других лиц.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Если в месте въезда на дорогу имеется полоса разгона, водитель:",
        img: "",
        answer: [
            "Может двигаться по ней и вливаться в транспортный поток, уступая дорогу транспортным средствам, движущимся по этой дороге.",
            "Обязан двигаться по ней и вливаться в транспортный поток, уступая дорогу транспортным средствам, движущимся по этой дороге.",
            "Может сразу занять правую полосу движения, если дорога свободна."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Имеет ли право водитель легкового автомобиля начать обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/58-11.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешена ли водителю грузового автомобиля остановка в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/58-12.jpg",
        answer: [
            "Разрешена.",
            "Запрещена, если расстояние между автомобилем и линией разметки менее 3 м."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/58-13.jpg",
        answer: [
            "Последним.",
            "Первым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Первым проедет перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/58-14.jpg",
        answer: [
            "Вы.",
            "Автомобиль слева."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто имеет право на первоочередной проезд?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/58-15.jpg",
        answer: [
            "Водитель грузового автомобиля.",
            "Вы."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как следует поступить водителю автобуса, отъезжающего от обозначенного места остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/58-16.jpg",
        answer: [
            "Уступить дорогу автомобилю.",
            "Подать звуковой сигнал и начать движение.",
            "Начать движение, убедившись, что водитель автомобиля уступает дорогу."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешается ли вам буксировать автомобиль с недействующей тормозной ситемой, если фактическая масса этого автомобиля превышает половину фактической массы вашего автомобиля?",
        img: "",
        answer: [
            "Разрешается.",
            "Разрешается только при скорости буксировки не более 30 км/ч.",
            "Не разрешается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком случае вам разрешается эксплуатация автомобиля?",
        img: "",
        answer: [
            "Шины имеют отслоения протектора или боковины.",
            "Шины имеют порезы, обнажающие корд.",
            "На задней оси автомобиля установлены шины с восстановленным рисунком протектора."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как водитель должен воздействовать на педаль управления подачей топлива при возникновении заноса, вызванного резким ускорением движения?",
        img: "",
        answer: [
            "Усилить нажатие на педаль.",
            "Не менять положение педали.",
            "Уменьшить нажатие на педаль."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких случаях водители привлекаются к уголовной ответственности за нарушения Правил?",
        img: "",
        answer: [
            "Только при причинении смерти человеку.",
            "При причинении смерти человеку или тяжкого вреда здоровью человека.",
            "При наличии пострадавшего (вне зависимости от степени тяжести полученных им повреждений) при причинении крупного материального ущерба."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B59
    {
        text: "Сколько полос для движения имеет данная дорога?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/59-01.jpg",
        answer: [
            "Одну.",
            "Четыре.",
            "Две."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение на грузовом автомобиле с разрешенной максимальной массой более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/59-02.jpg",
        answer: [
            "Только прямо.",
            "Прямо и направо.",
            "Прямо и в обратном направлении."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешается ли вам осуществлять остановку в зоне действия этого знака?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/59-03.jpg",
        answer: [
            "Нет.",
            "Да."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки разрешают выполнить разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/59-04.jpg",
        answer: [
            "Только Б.",
            "Только Б и В.",
            "Все."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Чем вы должны руководствоваться, если значения линий горизонтальной разметки противоречат временным дорожным знакам?",
        img: "",
        answer: [
            "Требованиями основных линий разметки.",
            "Временными дорожными знаками.",
            "Правила эту ситуацию не регламентируют."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как вы должны поступить в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/59-06.jpg",
        answer: [
            "Снизить скорость до 40 км/ч и в случае подачи регулировщиком соответствующего сигнала остановиться.",
            "Продолжить движение, не изменяя скорости и полосы.",
            "Остановиться около автомобиля ДПС и продолжить движение только после разрешения сотрудника полиции."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Когда должна быть прекращена подача сигнала указателями поворота?",
        img: "",
        answer: [
            "Непосредственно перед началом маневра.",
            "Сразу же после завершения маневра.",
            "В процессе выполнения маневра."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Нарушите ли вы Правила, совершив поворот налево по траектории А?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/59-08.jpg",
        answer: [
            "Нет.",
            "Да."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы случайно проехали нужный въезд во двор. Разрешено ли вам в этой ситуации использоваться задний ход, чтобы затем повернуть направо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/59-09.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой скоростью вы можете продолжить движение в населенном пункте по левой полосе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/59-10.jpg",
        answer: [
            "Не более 50 км/ч.",
            "Не более 60 км/ч.",
            "Не менее 50 км/ч и не более 60 км/ч."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В данной ситуации вам разрешается:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/59-11.jpg",
        answer: [
            "Объехать грузовой автомобиль справа по обочине.",
            "Продолжить движение только после того, как грузовой автомобиль освободит полосу движения.",
            "Разрешается любое из перечисленных действий."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей грузовых автомобилей нарушил правила стоянки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/59-12.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Никто не нарушил.",
            "Оба нарушили."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Каков порядок проезда данного перекрестка?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/59-13.jpg",
        answer: [
            "Остановитесь перед стоп-линией в ожидании зеленого сигнала светофора.",
            "Проедете после синего автомобиля.",
            "Проедете первым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/59-14.jpg",
        answer: [
            "Вы.",
            "Легковой автомобиль.",
            "Мотоцикл."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Должны ли вас пропустить при въезде на данный перекресток?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/59-15.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам объехать стоящий перед переездом автомобиль?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/59-16.jpg",
        answer: [
            "Да, если нет встречных тарнспортных средств.",
            "Да, если между шругбаумом и остановившимся грузовым автомобилем расстояние 10 м.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие требования предъявляются к водителю, осуществляющему организованную перевозку группы детей:",
        img: "",
        answer: [
            "Удостоверение водителя категории \"ВС\".",
            "Стаж водителя не менее 3 лет.",
            "Стаж водителя не менее 5 лет.",
            "Удостоверение водителя категории \"D1\", \"D\".",
            "Правильные ответы 3 и 4."
        ],
        answerTrue: 4,
        prompt: ""
    },
    {
        text: "В каких случаях следует увеличить боковой интервал?",
        img: "",
        answer: [
            "При встречном разъезде на большой скорости.",
            "При разъезде с длинномерным транспортным средством.",
            "При движении по мокрому, скользкому или неровному покрытию около разных объектов.",
            "Во всех перечисленных случаях."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Для прекращения заноса, вызванного торможением, водитель в первую очередь должен:",
        img: "",
        answer: [
            "Прекратить начатое торможение.",
            "Выключить сцепление.",
            "Продолжить торможение, не изменяя усилия на педаль тормоза."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Что необходимо сделать для извлечения инородного тела, попавшего в дыхательные пути пострадавшего?",
        img: "",
        answer: [
            "Уложить пострадавшего на свое колено лицом вниз и ударить кулаком по спине несколько раз.",
            "Вызвать рвоту, надавив на корень языка. При отрицательном результате ударить ребром ладони по спине пострадавшего либо встать спереди и сильно надавить кулаком на его живот.",
            "Ударить несколько раз ладонью по спине пострадавшего. При отрицательном результате встать сзади, обхватить его обеими руками на уровне нижних ребер, сцепить свои руки в кулак, одновременно сдавить его ребра и резко надавить на область живота кулаком в направлении внутрь и кверху."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B60
    {
        text: "Термин \"стоянка\", имеет значение:",
        img: "",
        answer: [
            "Прекращение движения транспортного средства на время более 15 минут.",
            "Прекращение движения транспортного средства на время более 5 минут.",
            "прекращение движения транспортного средства на время более 10 минут."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам за перекрестком въехать во двор?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/60-02.jpg",
        answer: [
            "Да.",
            "Нет.",
            "Да, только если вы проживаете в этом доме."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка за знаком?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/60-03.jpg",
        answer: [
            "Разрешена.",
            "Разрешена только для посадки или высадки пассажиров.",
            "Запрещена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Что означает такой опознавательный знак, закрепленный на автомобиле?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/60-04.jpg",
        answer: [
            "Транспортным средством управляет инвалид по зрению.",
            "Транспортным средством управляет глухой или глухонемой водитель."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какой цвет имеют линии временной дорожной разметки?",
        img: "",
        answer: [
            "Синий.",
            "Белый.",
            "Оранжевый.",
            "Желтый."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/60-06.jpg",
        answer: [
            "Только А.",
            "А или Б.",
            "В любом."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какой знак используется для обозначения автомобиля, перевозящего негабаритный груз?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/60-07.jpg",
        answer: [
            "Б.",
            "А.",
            "В."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешены ли вам маневры по указанным траекториям?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/60-08.jpg",
        answer: [
            "Только по А.",
            "Нет.",
            "Да."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли вам на узкой проезжей части произвести разворот с заездом во двор?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/60-09.jpg",
        answer: [
            "Да.",
            "Да, если не будут созданы помехи другим участникам движения.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Укажите расстояние, под которыми в Правилах подразумевается интервал:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/60-10.jpg",
        answer: [
            "Только А.",
            "А и В.",
            "Только В.",
            "Только Б."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы начать обгон грузового автомобиля в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/60-11.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешена ли стоянка автобусам на краю тротуара, граничащего с проезжей частью?",
        img: "",
        answer: [
            "Да.",
            "Да, но только с частичным заездом на тротуар.",
            "Да, но только маломестным автобусам.",
            "Нет."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/60-13.jpg",
        answer: [
            "Выполните маневр без остановки на перекрестке.",
            "Повернете налево, остановитесь в разрыве разделительной полосы и, после включения разрешающего сигнала светофора на выходе с перекрестка, завершите маневр."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Первым проедет перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/60-14.jpg",
        answer: [
            "Легковой автомобиль.",
            "Вы."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/60-15.jpg",
        answer: [
            "Вторым.",
            "Третьим.",
            "Последним."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком месте вы должны остановиться в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/60-16.jpg",
        answer: [
            "У знака \"Движение без остановки запрещено\".",
            "У знака \"Однопутная железная дорога\".",
            "За 5 м до первого рельса.",
            "В любом месте по своему усмотрению."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Противотуманные фары и задние противотуманные фонари могут быть включены одновременно:",
        img: "",
        answer: [
            "Только в тумане.",
            "В условиях недостаточной видимости.",
            "В условиях ограниченной видимости."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Следует ли вам пропустить обоих пешеходов, переходящих проезжую часть?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/60-18.jpg",
        answer: [
            "Нет.",
            "Только того, который находится на моей полосе движения.",
            "Да."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как правильно произвести экстренное торможение, если ваш автомобиль оборудован антиблокировочной тормозной системой?",
        img: "",
        answer: [
            "Тормозить прерывистым нажатием на педаль тормоза, не допуская блокировки колес.",
            "Нажать на педаль тормоза до упора и удерживать ее до полной остановки."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При наличии каких обстоятельств оформление документов о дорожно-транспортном происшествии (ДТП) может быть осуществлено не на месте происшествия?",
        img: "",
        answer: [
            "Если ДТП произошло с участием двух транспортных средств, гражданская ответственность владельцев которых застрахована.",
            "Если в результате ДТП вред причинен только имуществу и обстоятельства причинения вреда в связи с повреждением имущества не вызывают разногласий участников ДТП.",
            "Если вследствие ДТП нет пострадавших и не нанесен материальный ущерб третьим лицам, а транспортные средства могут безопасно двигаться, и водители достигли взаимного согласия в оценке обстоятельств случившегося, составив схему происшествия и поставив подписи под ней."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B61
    {
        text: "Водитель механического транспортного средства обязан иметь при себе:",
        img: "",
        answer: [
            "Карточку водителя и свидетельство об окончании автошколы.",
            "Удостоверение на право управления транспортным средством соответствующей категории.",
            "Сертификат качества на перевозимый груз.",
            "Медицинскую справку установленного образца."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Этот знак предупреждает о приближении к перекрестку, на котором вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/61-02.jpg",
        answer: [
            "Имеете право преимущественного проезда.",
            "Должны уступить дорогу всем транспортным средствам, движущимся по пересекаемой дороге.",
            "Должны уступить дорогу только транспортным средствам, приближающимся справа."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Каким транспортным средствам знак запрещает движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/61-03.jpg",
        answer: [
            "Мотоциклам.",
            "Велосипедам.",
            "Мопедам."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какой знак информирует о начале дороги с реверсивным движением?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/61-04.jpg",
        answer: [
            "А.",
            "Б.",
            "В."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Данная вертикальная разметка:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/61-05.jpg",
        answer: [
            "Запрещает стоянку транспортных средств.",
            "Запрещает остановку транспортных средств.",
            "Обозначает ограждения на опасных участках дорог."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам за перекрестком въехать на полосу с реверсивным движением?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/61-06.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Такой сигнал рукой, подаваемый водителем легкового автомобиля, информирует вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/61-07.jpg",
        answer: [
            "О его намерении повернуть налево или выполнить разворот.",
            "О его намерении остановиться и уступить дорогу грузовому автомобилю.",
            "Об опасности, которая может возникнуть для вас на перекрестке."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Может ли водитель легкового автомобиля в данной ситуации начать движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/61-08.jpg",
        answer: [
            "Да.",
            "Да, если он не создаст помех грузовому автомобилю.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких местах водителю запрещается движение задним ходом?",
        img: "",
        answer: [
            "На перекрестках.",
            "На мостах, путепроводах, в тоннелях.",
            "На пешеходных переходах.",
            "Все ответы верные."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "В каких направлениях вы можете продолжить движение по крайней левой полосе на грузовом автомобиле с разрешенной максимальной массой более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/61-10.jpg",
        answer: [
            "Только налево.",
            "Налево или в обратном направлении.",
            "Прямо, налево или в обратном направлении."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам выполнить обгон за переездом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/61-11.jpg",
        answer: [
            "Нет.",
            "Да.",
            "Только на расстоянии 100 м за переездом."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы поставить автомобиль на стоянку в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/61-12.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/61-13.jpg",
        answer: [
            "Первым.",
            "Вторым.",
            "Последним."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/61-14.jpg",
        answer: [
            "Вторым.",
            "Последним."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/61-15.jpg",
        answer: [
            "Последним.",
            "Вторым.",
            "Первым."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Следует ли при выезде из жилой зоны уступить дорогу транспортным средствам?",
        img: "",
        answer: [
            "Во всех случаях.",
            "Только при наличии знака \"Уступите дорогу\".",
            "Только если другое транспортное средство приближается к вам справа."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В зоне действия каких знаков Правила разрешают подачу звуковых сигналов только для предотвращения дорожно-транспортных происшествий?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/61-17.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "А и Б.",
            "А и В."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как изменяется поле зрения водителя с увеличением скорости движения?",
        img: "",
        answer: [
            "Не изменяется.",
            "Расширяется.",
            "Сужается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При выезде из лесистого участка на открытое место установлен знак \"Боковой ветер\". Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/61-19.jpg",
        answer: [
            "Уменьшить скорость и быть готовым к возможному отклонению автомобиля от заданного курса.",
            "Не изменяя скорости, сместиться ближе к центру дороги.",
            "Не изменяя скорости, сместиться ближе к обочине."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Каковы признаки кровотечения из крупной артерии и первая помощь при ее ранении?",
        img: "",
        answer: [
            "Одежда быстро пропитывается кровью, кровь темного цвета вытекает из раны пассивно. Накладывается давящая повязка на место ранения.",
            "Одежда пропитана кровью, кровь алого цвета вытекает из раны пульсирующей струей. Накладывается кровоостанавливающий жгут выше места ранения не менее чем на 3-5 см.",
            "Одежда пропитывается кровью только в месте ранения (цвет крови не имеет значения), кровь вытекает из раны пассивно. Накладывается кровоостанавливающий жгут ниже места ранения не менее чем на 3-5 см."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B62
    {
        text: "Сколько перекрестков изображено на рисунке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/62-01.jpg",
        answer: [
            "Один.",
            "Два.",
            "Четыре."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение на перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/62-02.jpg",
        answer: [
            "Только прямо.",
            "Прямо или налево.",
            "Прямо или в обратном направлении."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае при перевозке крупногабаритного груза вам запрещено продолжить движение в прямом направлении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/62-03.jpg",
        answer: [
            "Если высота груза более 4 м.",
            "Если габаритная высота автомобиля вместе с грузом более 4 м."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Где начинают действовать требования Правил, относящиеся к населенным пунктам?",
        img: "",
        answer: [
            "Только с места установки дорожного знака с названием населенного пункта на белом фоне.",
            "С места установки дорожного знака с названием населенного пункта на белом или синем фоне.",
            "В начале застроений территории, непосредственно прилегающей к дороге."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кому из водителей разрешено пересечь сплошную линию разметки с целью остановки в указанных местах?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/62-05.jpg",
        answer: [
            "Обоим разрешено.",
            "Разрешено только водителю встречного автомобиля.",
            "Обоим запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как в данной ситуации должен поступить водитель легкового автомобиля при приближении автомобиля оперативной службы, сопровождающего колонну?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/62-06.jpg",
        answer: [
            "Перестроиться на правую полосу и продолжить движение.",
            "Остановиться у тротуара и продолжить движение сразу же после проезда автомобиля оперативной службы.",
            "Остановиться у тротуара и продолжить движение только после проезда замыкающего колонну транспортного средства."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Обязаны ли вы в данной ситуации включить левые указатели поворота?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/62-07.jpg",
        answer: [
            "Да.",
            "Да, если будет выполняться разворот.",
            "Включение указателей поворота в данной ситуации необязательно."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории Правила разрешают вам произвести поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/62-08.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю подъехать задним ходом к пассажиру, стоящему на мосту?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/62-09.jpg",
        answer: [
            "Да.",
            "Да, если не будут созданы помехи другим участникам движения.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли вам двигаться по трамвайным путям встречного направления?",
        img: "",
        answer: [
            "Разрешается, кратковременно и если при этом не будут созданы помехи встречным транспортным средствам.",
            "Разрешается только при объезде трамвая попутного направления.",
            "Не разрешается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли обгон на железнодорожных переездах и вблизи них?",
        img: "",
        answer: [
            "Обгон запрещен только на переезде.",
            "Обгон запрещен на переезде и на расстоянии 100 м до него.",
            "Обгон запрещен на переезде и на расстоянии 100 м до и после него."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какой автомобиль установлен на стоянку с нарушением?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/62-12.jpg",
        answer: [
            "Только Б.",
            "Только А.",
            "Оба нарушили.",
            "Оба не нарушили."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Кому следует уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/62-13.jpg",
        answer: [
            "Только встречному автомобилю.",
            "Только пешеходам.",
            "Встречному автомобилю и пешеходам."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/62-14.jpg",
        answer: [
            "Трамвай.",
            "Вы."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Можете ли вы приступить к повороту?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/62-15.jpg",
        answer: [
            "Да.",
            "Да, уступив дорогу грузовому автомобилю.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешена ли вам стоянка в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/62-16.jpg",
        answer: [
            "Запрещена.",
            "Разрешена только для посадки или высадки пассажиров.",
            "Разрешена, если не будут созданы помехи движению маршрутных транспортных средств."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В темное время суток и в условиях недостаточной видимости опознавательный знак \"Автопоезд\" должен быть включен:",
        img: "",
        answer: [
            "Только при движении автопоезда.",
            "Только во время остановки или стоянки на дороге.",
            "В обоих случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком случае вам запрещается эксплуатация транспортного средства?",
        img: "",
        answer: [
            "Двигатель не развивает максимальной мощности.",
            "Двигатель неустойчиво работает на холостых оборотах.",
            "Неисправна система выпуска отработанных газов."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какой стиль вождения обеспечит наименьший расход топлива?",
        img: "",
        answer: [
            "Частое и резкое ускорение при плавном замедлении.",
            "Плавное ускорение при резком замедлении.",
            "Плавное ускорение при плавном замедлении."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Что требуется для возврата водительского удостоверения после истечения срока лишения права управления, назначенного за управление водителем автомобиля в состоянии алкогольного опьянения?",
        img: "",
        answer: [
            "Только проверка знания водителем Правил дорожного движения.",
            "Проврека знания водителем Правил дорожного движения и уплата наложенных на него штрафов за административные правонарушения в области дорожного движения.",
            "Проверка знания водителем Правил дорожного движения и медицинское освидетельствование его на наличие медицинских противопоказаний к управлению транспортным средством."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B63
    {
        text: "Сколько пересечений проезжих частей имеет этот перекресток?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/63-01.jpg",
        answer: [
            "Одно.",
            "Два."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Этот дорожный знак:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/63-02.jpg",
        answer: [
            "Предупрежадет о приближении к месту пересечения с трамвайной линией.",
            "Предупреждает о приближении к трамвайной остановке.",
            "Обязывает вас остановиться непосредственно перед пересечением с трамвайной линией."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Эти знаки обязывают вас соблюдать дистанцию:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/63-03.jpg",
        answer: [
            "Менее 70 м на протяжении 100 м.",
            "Более 70 м на протяжении 100 м.",
            "От 70 м до 100 м."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Двигаясь по средней полосе на легковом автомобиле, вы можете продолжить движение:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/63-04.jpg",
        answer: [
            "Только прямо.",
            "Только прямо или налево.",
            "Прямо, налево или в обратном направлении."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам остановиться в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/63-05.jpg",
        answer: [
            "Нет.",
            "Да, только без заезда на тротуар.",
            "Да."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких направлениях вы можете продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/63-06.jpg",
        answer: [
            "Только направо в первый проезд.",
            "Направо в первый и второй проезды.",
            "Движение запрещено."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Обязаны ли вы подавать сигналы указателями поворота при начале движения в жилой зоне, обозначенной соответствующим знаком?",
        img: "",
        answer: [
            "Да.",
            "Нет.",
            "Да, только при наличии в непосредственной близости пешеходов."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете продолжить движение в обратном направлении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/63-08.jpg",
        answer: [
            "Только по Б.",
            "Только по Б или В.",
            "По любой.",
            "А или Б."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Разрешен ли вам разворот на этом участке дороги?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/63-09.jpg",
        answer: [
            "Разрешен.",
            "Не разрешен."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение, если ваш стаж водителя менее 2 лет?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/63-10.jpg",
        answer: [
            "90 км/ч.",
            "70 км/ч.",
            "80 км/ч."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Имеете ли вы преимущество в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/63-11.jpg",
        answer: [
            "Нет.",
            "Да."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автомобиль на стоянку в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/63-12.jpg",
        answer: [
            "Запрещено.",
            "Разрешено, если движение маршрутных транспортных средств не интенсивное.",
            "Разрешено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам повернуть направо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/63-13.jpg",
        answer: [
            "Нет.",
            "Да."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток в прямом направлении:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/63-14.jpg",
        answer: [
            "Первым.",
            "Вторым.",
            "Последним."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/63-15.jpg",
        answer: [
            "Автобус.",
            "Вы.",
            "Легковой автомобиль."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешается ли водителю произвести остановку в этом месте в целях разгрузки тарнспортного средства?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/63-16.jpg",
        answer: [
            "Разрешается, если остановка займет не более 5 мин.",
            "Разрешается при условии, что это не создаст помех движению маршрутных транспортных средств.",
            "Запрещается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Достаточно ли в темное время суток включения только противотуманных фар для обозначения транспортного средства при движении в тумане, когда видимость дороги не менее 300м?",
        img: "",
        answer: [
            "Достаточно.",
            "Недостаточно."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком из перечисленных случаев водителю следует оценивать обстановку сзади?",
        img: "",
        answer: [
            "Только при резком торможении.",
            "Только при торможении на дороге с мокрым или скользким покрытием.",
            "При любом торможении."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Чем опасно длительное торможение с выключенным сцеплением (передачей) на крутом спуске?",
        img: "",
        answer: [
            "Значительно увеличивается износ протектора шин.",
            "Повышается износ деталей тормозных механизмов.",
            "Перегреваются тормозные механизмы и уменьшается эффективность торможения."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие административные меры предусмотрены за управление транспортным средством, если полис (договор) обязательного страхования гражданско-правовой ответственности владельца наземного траспортного средства отсутствует?",
        img: "",
        answer: [
            "Предупреждение или штраф от двадцати пяти до пятидесяти необлагаемых минимумов доходов граждан.",
            "Штраф от двадцати пяти до пятидесяти необлагаемых минимумов доходов граждан.",
            "Штраф от двадцати пяти до пятидесяти необлагаемых минимумов доходов граждан, или лишение права управления транспортными средствами на срок от 1 до 3 месяцев."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B64
    {
        text: "Что означает термин \"эстакада\"?",
        img: "",
        answer: [
            "Разновидность моста для движения транспортных средств и (или) пешеходов, а также для создания дороги на определенной высоте, имеющей съезды на другую дорогу.",
            "Инженерное сооружение для движения транспортных средств и (или) пешеходов, поднятия одной дороги над другой в месте пересечения, а также для создания дороги на определенной высоте, не имеющей съездов на другую дорогу."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Эти знаки предупреждают вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/64-02.jpg",
        answer: [
            "О приближении к железнодорожному переезду с тремя пятуми.",
            "О наличии через 150-300 м железнодорожного переезда без шлагбаума.",
            "О наличии через 50-100 м железнодорожного переезда."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам остановиться в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/64-03.jpg",
        answer: [
            "Разрешено.",
            "Разрешено, если вы проживаете в этом доме.",
            "Запрещено."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие знаки обязывают водителя грузового автомобиля с разрешенной максимальной массой более 3,5 т повернуть направо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/64-04.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "А и Б.",
            "Б и В."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Эта разметка обозначает:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/64-05.jpg",
        answer: [
            "Дорожку, выделенную для движения инвалидов в колясках на регулируемом пешеходном переходе.",
            "Дорожку, выделенную для движения велосипедистов на регулируемом пешеходном переходе.",
            "Место перехода слепых пешеходов на регулируемом пешеходном переходе."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Что означает мигание желтого сигнала светофора?",
        img: "",
        answer: [
            "Предупреждает о неисправности светофора.",
            "Разрешает движение и информирует о наличии нерегулируемого перекрестка или пешеходного перехода.",
            "Запрещает дальнейшее движение."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какую ошибку совершает водитель, въезжающий во двор?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/64-07.jpg",
        answer: [
            "Поворачивает в зоне действия знака \"Движение прямо\".",
            "Поворачивает, не включив указатели поворота.",
            "Совершает обе перечисленные ошибки."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто имеет преимущество в движении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/64-08.jpg",
        answer: [
            "Правила не регламентируют очередность проезда.",
            "Грузовой автомобиль.",
            "Вы."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли выполнить разворот по траектории Б?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/64-09.jpg",
        answer: [
            "Нет.",
            "Да.",
            "Разрешено по любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешается ли вам обогнать легковой автомобиль по трамвайным путям в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/64-10.jpg",
        answer: [
            "Не разрешается.",
            "Разрешается."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/64-11.jpg",
        answer: [
            "Запрещен.",
            "Разрешен, если скорость грузового автомобиля менее 30 км/ч.",
            "Разрешен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей грузовых автомобилей нарушил правила стоянки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/64-12.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Никто не нарушил.",
            "Оба нарушили."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/64-13.jpg",
        answer: [
            "Последним.",
            "Первым.",
            "Одновременно с легковым автомобилем."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто первым проедет перекресток, если все намерены двигаться прямо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/64-14.jpg",
        answer: [
            "Вы одновременно с троллейбусом.",
            "Грузовой автомобиль.",
            "Правила эту ситуацию не регламентируют. Водители должны определить очередность по договоренности."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы обязаны уступить дорогу пешеходам:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/64-15.jpg",
        answer: [
            "Только при повороте налево по направлению главной дороги.",
            "Только при повороте направо.",
            "В обоих случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Где вы должны остановиться?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/64-16.jpg",
        answer: [
            "Не ближе 10 м до ближайшего рельса.",
            "Остановиться перед шлагбаумом или светофором так, чтобы видеть сигналы.",
            "Перед дорожной разметкой 1.12 (стоп-линией), дорожным знаком 2.2."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "На каком расстоянии до встречного транспортного средства вы должны переключить дальний свет фар на ближний в населенном пункте?",
        img: "",
        answer: [
            "Не менее чем за 250 м.",
            "Не менее чем за 300 м.",
            "По усмотрению водителя."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае вам разрешается эксплуатация грузового автомобиля?",
        img: "",
        answer: [
            "Не работает спидометр.",
            "Не работает указатель температуры масла.",
            "Не работают запоры бортов грузовой платформы."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как следует поступить водителю, если во время движения по сухой дороге с асфальтобетонным покрытием начал моросить дождь?",
        img: "",
        answer: [
            "Уменьшить скорость и быть особенно осторожным.",
            "Не изменяя скорости продолжить движение.",
            "Увеличить скорость и попытаться проехать как можно большее расстояние, пока не начался сильный дождь."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли давать пострадавшему, находящемуся в бессознательном состоянии, лекарственные средства?",
        img: "",
        answer: [
            "Разрешено.",
            "Разрешено в случае крайней необходимости.",
            "Запрещено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B65
    {
        text: "Как называется данная табличка, установленная на транспортном средстве?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/65-01.jpg",
        answer: [
            "Знак опасности.",
            "Информационная таблица опасного груза.",
            "Инвентарный гаражный номер"
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение на грузовом автомобиле с разрешенной максимальной массой 5,3 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/65-02.jpg",
        answer: [
            "В любых.",
            "Только налево или направо.",
            "Только прямо."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие из знаков отменяют ограничения, введенные для обгона транспортных средств?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/65-03.jpg",
        answer: [
            "Только А и Б.",
            "Только В и Г.",
            "Только А, Б и В.",
            "Все."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам проехать перекресток в прямом направлении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/65-04.jpg",
        answer: [
            "Вы должны повернуть только направо или налево.",
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какой маневр запрещает вам данная линия разметки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/65-05.jpg",
        answer: [
            "Только обгон.",
            "только объезд.",
            "Только разворот.",
            "Ничего не запрещает."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "На какие транспортные средства распространяются сигналы такого светофора?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/65-06.jpg",
        answer: [
            "Только на трамваи.",
            "На трамваи, а также другие маршрутные транспортные средства, движущиеся по выделенной для них полосе.",
            "На все маршрутные транспортные средства."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Обязаны ли вы включить указатели поворота в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/65-07.jpg",
        answer: [
            "Да.",
            "Нет.",
            "Да, но только при наличии на перекрестке других транспортных средств."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто должен уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/65-08.jpg",
        answer: [
            "Водитель легкового автомобиля.",
            "Водитель грузового автомобиля."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы случайно проехали поворот на перекрестке. Разрешено ли вам в этой ситуации использовать задний ход, чтобы затем продолжить движение налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/65-09.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При интенсивном движении менять полосу разрешается:",
        img: "",
        answer: [
            "Только для объезда препятствия.",
            "Только для поворота.",
            "Только для разворота или остановки.",
            "Все ответы верные."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/65-11.jpg",
        answer: [
            "Да, если скорость грузового автомобиля менее 30 км/ч.",
            "Да.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/65-12.jpg",
        answer: [
            "Разрешена.",
            "Разрешена, но только при отсутствии пешеходов на переходе.",
            "Не разрешена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Значения каких дорожных знаков отменяются сигналами светофора?",
        img: "",
        answer: [
            "Знаков приоритета.",
            "Запрещающих знаков.",
            "Предписывающих знаков.",
            "Всех перечисленных."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При повороте направо вы должны уступить дорогу:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/65-14.jpg",
        answer: [
            "Только велосипедистам.",
            "Только пешеходам.",
            "Пешеходам и велосипедистам.",
            "Никому."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/65-15.jpg",
        answer: [
            "Вторым.",
            "Первым.",
            "Последним."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Как вы должны действовать, увидев движущийся состав?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/65-16.jpg",
        answer: [
            "Остановиться за 10 м до первого рельса и продолжить движение сразу же после проезда поезда.",
            "Остановиться перед знаком и продолжить движение сразу же после проезда поезда.",
            "Остановиться перед знаком и продолжить движение, только пропустив состав, и убедившись в отсутствии приближающегося поезда с другой стороны."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как вы можете в светлое время суток привлечь внимание водителя обгоняемого автомобиля при движении в населенном пункте?",
        img: "",
        answer: [
            "Только звуковым сигналом.",
            "Только кратковременным переключением фар с ближнего света на дальний.",
            "Любым из перечисленных способов, включая совместную подачу этих сигналов."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком случае вам запрещается эксплуатация автмообиля?",
        img: "",
        answer: [
            "Не работает указатель уровня топлива.",
            "Нарушена регулировка угла опережения зажигания.",
            "Затруднен пуск двигателя.",
            "Не работает звуковой сигнал."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Считаете ли вы безопасным движение на грузовом автомобиле в темное время суток с ближним светом фар по неосвещенной автомагистрали со скоростью 90 км/ч?",
        img: "",
        answer: [
            "Да, т.к. предельная допустимая скорость соответствует требованиям Правил.",
            "Нет, т.к. остановочный путь превышает расстояние видимости."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как остановить кровотечение при ранении вены и некрупных артерий?",
        img: "",
        answer: [
            "Наложить давящую повязку на место ранения.",
            "Наложить жгут выше места ранения.",
            "Наложить жгут ниже места ранения."
        ],
        answerTrue: 0,
        prompt: ""
    },
    //B66
    {
        text: "Выезжая со двора вам разрешено движение:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/66-01.jpg",
        answer: [
            "Только налево.",
            "Только направо.",
            "Налево, разворот и направо."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие знаки не требуют обязательной остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/66-02.jpg",
        answer: [
            "Только А и Б.",
            "Только А, В и Г.",
            "Только Б и В.",
            "Все требуют."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких случаях вам разрешается использовать звуковой сигнал в зоне действия этого знака?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/66-03.jpg",
        answer: [
            "Только для предупреждения об обгоне.",
            "Только для предотвращения дорожно-транспортного происшествия.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можно ли водителю грузового автомобиля остановиться в этом месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/66-04.jpg",
        answer: [
            "Да.",
            "Да, если разрешенная максимальная масса автомобиля не более 3,5 т.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Такой вертикальной разметкой обозначают:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/66-05.jpg",
        answer: [
            "Боковые поверхности ограждений только на опасных участках дорог.",
            "Боковые поверхности ограждений на других участках дорог.",
            "Бордюры направляющего островка и островка безопасности."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Красный мигающий сигнал или два попеременно мигающих красных сигнала светофора, установленного на железнодорожном переезде, означают:",
        img: "",
        answer: [
            "Движение разрешается с особой осторожностью.",
            "Движение запрещено.",
            "Светофорная сигнализация неисправна."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли использовать звуковой сигнал в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/66-07.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам развернуться на указанном перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/66-08.jpg",
        answer: [
            "Нет.",
            "Да."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы случайно проехали нужный въезд во двор. Разрешено ли вам в этой ситуации использовать задний ход, чтобы затем повернуть направо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/66-09.jpg",
        answer: [
            "Да, если не будет создано помех движению маршрутных тарнспортных средств.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/66-10.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли обгон на нерегулируемых перекрестках?",
        img: "",
        answer: [
            "Разрешен.",
            "Запрещен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Водитель какого автомобиля нарушил правила остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/66-12.jpg",
        answer: [
            "Только Б.",
            "Только Б и В.",
            "Все нарушили."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/66-13.jpg",
        answer: [
            "Водитель трамвая.",
            "Водитель автомобиля, приближающийся слева."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/66-14.jpg",
        answer: [
            "Последним.",
            "Вторым.",
            "Первым."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Последним проедет перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/66-15.jpg",
        answer: [
            "Легковой автомобиль.",
            "Мотоцикл.",
            "Вы.",
            "Автобус."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как вы должны поступить, если сразу за пешеходным переходом образовался затор?",
        img: "",
        answer: [
            "Остановиться на пешеходном переходе, если нет пешеходов.",
            "Остановиться непосредственно перед пешеходным переходом.",
            "Остановиться не ближе 10 м до пешеходного перехода."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "На каком рисунке изображен автомобиль, водитель которого нарушает правила перевозки грузов?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/66-17.jpg",
        answer: [
            "Только на Б.",
            "Только на А.",
            "На обоих."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешается ли применять занавески на окнах автобусов?",
        img: "",
        answer: [
            "Разрешается.",
            "Запрещается."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Уменьшение тормозного пути транспортного средства достигается:",
        img: "",
        answer: [
            "Торможением с блокировкой колес (юзом).",
            "Торможением на грани блокировки способом прерывистого нажатия на педаль тормоза."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие меры административного воздействия предусмотрены за превышение скорости более чем на 20 км/ч?",
        img: "",
        answer: [
            "Штраф от пятнадцати до двадцати необлагаемых минимумов доходов граждан.",
            "Предупреждение или штраф от пятнадцати до двадцати необлагаемых минимумов доходов граждан.",
            "Штраф от пятнадцати до двадцати необлагаемых минимумов доходов граждан, или лишение права управления транспортными средствами на срок от 1 до 3 месяцев."
        ],
        answerTrue: 0,
        prompt: ""
    },
    //B67
    {
        text: "По требованию сотрудника полиции водитель обязан остановиться с соблюдением требований настоящих правил, а также:",
        img: "",
        answer: [
            "Передать для проверки документы.",
            "Обеспечить возможность осмотреть транспортное средство и перевозимый груз соответственно законодательству при наличии на то законных оснований.",
            "Обеспечить возможность проверить номера кузова, агрегатов.",
            "Все ответы верные."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "О чем информирует водителей данный знак?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/67-02.jpg",
        answer: [
            "О расположении полосы, ведущей в тупик, или к обрыву.",
            "О расположении полосы, специально подготовленной для аварийной остановки транспортных средств в случае отказа тормозной ситемы.",
            "О расположении полосы, не имеющей сквозного проезда.",
            "О расположении полосы, не имеющей покрытия в конце участка."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Этот знак запрещает движение транспортным средствам:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/67-03.jpg",
        answer: [
            "Разрешенная максимальная масса которых более 7 т.",
            "Фактическая масса которых более 7 т."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Управляя каким автомобилем, вы можете опередить легковой автомобиль?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/67-04.jpg",
        answer: [
            "Только легковым.",
            "Только легковым или грузовым с разрешенной максимальной массой менее 3,5 т.",
            "Любым автомобилем."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Эта разметка обозначает:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/67-05.jpg",
        answer: [
            "Номер дороги или маршрута.",
            "Рекомендуемую скорость движения на данном участке дороги.",
            "Разрешенную максимальную скорость движения на данном участке дороги."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Чем вы должны руководствоваться, если указания регулировщика противоречат сигналам светофора и значениям дорожных знаков?",
        img: "",
        answer: [
            "Требованиями дорожных знаков.",
            "Значениями сигналов светофора.",
            "Указаниями регулировщика."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто из мотоциклистов нарушает Правила?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/67-07.jpg",
        answer: [
            "Правый мотоциклист.",
            "Никто не нарушает.",
            "Левый мотоциклист."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При перестроении на правую полосу вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/67-08.jpg",
        answer: [
            "Должны уступить дорогу всем транспортным средствам, движущимся по соседней полосе.",
            "Имеете преимущество."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете выполнить разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/67-09.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "По какой полосе вы можете продолжить движение, опередив грузовой автомобиль в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/67-10.jpg",
        answer: [
            "Только по правой.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Запрещен ли обгон на подъеме?",
        img: "",
        answer: [
            "Запрещен.",
            "Запрещен только в конце подъема."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Нарушил ли водитель грузового автомобиля стоянки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/67-12.jpg",
        answer: [
            "Да.",
            "Нарушил, если разрешенная максимальная масса грузового автомобиля более 3,5 т.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/67-13.jpg",
        answer: [
            "Вторым.",
            "Первым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены развернуться. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/67-14.jpg",
        answer: [
            "Развернетесь первым.",
            "Выедете на перекресток и, уступив дорогу автомобилю, завершите разворот."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены продолжить движение прямо. Каковы ваши действия при желтом мигающем сигнале светофора?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/67-15.jpg",
        answer: [
            "Уступите дорогу только трамваю.",
            "Уступите дорогу только автомобилю.",
            "Дождетесь включения зеленого сигнала светофора и продолжите движение."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком месте вы должны остановиться?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/67-16.jpg",
        answer: [
            "Не ближе чем за 5 м до первого рельса.",
            "Не ближе чем за 10 м до первого рельса.",
            "Не ближе чем за 5 до знака \"Однопутная железная дорога\".",
            "У знака \"Однопутная железная дорога\"."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Данный знак должен устанавливаться:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/67-17.jpg",
        answer: [
            "На первом и последнем транспортном средстве, движущемся в составе колонны.",
            "На каждом транспорном средстве, движущемся в составе колонны.",
            "На каждом нечетном и обязательно последнем транспортном средстве, движущемся в составе колонны."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Зависит ли выбор бокового интервала от скорости движения?",
        img: "",
        answer: [
            "Выбор бокового интервала от скорости движения не зависит.",
            "При увеличении скорости движения боковой интервал необходимо увеличить."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При движении на каком автомобиле увеличение скорости может способствовать устранению заноса задней оси?",
        img: "",
        answer: [
            "На переднеприводном.",
            "На заднеприводном."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "За какие административные правонарушения, связанные с наличием состояния опьянения, предусмотрены штраф с лишением права управления на срок от 2 до 3 лет?",
        img: "",
        answer: [
            "За управление транспортным средством водителем, находящимся в состоянии опьянения; за передачу управления транспортным средством лицу, находящемуся в состоянии опьянения.",
            "За управление транспортным средством водителем, находящимся в состоянии опьянения и не имеющим права управления транспортными средствами либо лишенным этого права.",
            "За повторное управление транспортным средством водителем, находящимся в состоянии опьянения; за передачу управления транспортным средством лицу, находящемуся в состоянии опьянения; отказ от медицинского освидетельствования; употребление алкоголя после остановки водителя сотрудником полиции."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B68
    {
        text: "Обязаны ли вы предоставлять транспортное средство сотрудникам полоции для выполнения непредвиденных и неотложных служебных обязанностей, связанных с преследованием правонарушителей и доставкой их в полицию?",
        img: "",
        answer: [
            "Обязаны только при движении в попутном направлении.",
            "Обязаны независимо от направления движения.",
            "Не обязаны."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/68-02.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли проехать по мосту этому автопоезду, если фактическая масса автомобиля 8 т, а прицепа 5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/68-03.jpg",
        answer: [
            "Да.",
            "Да, но только с разрешения ГАИ.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие знаки используются для обозначения километража дорог?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/68-04.jpg",
        answer: [
            "Только А.",
            "Только Б и В.",
            "Только В.",
            "Все."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какой цвет имеет горизонтальная разметка, обозначающая площадки для парковки, отведенные на проезжей части?",
        img: "",
        answer: [
            "Синий.",
            "Желтый.",
            "Оранжевый.",
            "Белый."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам движение налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/68-06.jpg",
        answer: [
            "Да.",
            "Только направо.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли вам перемещать свое транспортное средство в случае причастности к дорожно-транспортному происшествию?",
        img: "",
        answer: [
            "Да, зафиксировав предварительно все мелом на дороге.",
            "Да.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "По какой траектории вам разрешено выполнить поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/68-08.jpg",
        answer: [
            "Только по А.",
            "Только по В.",
            "По любой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю подъехать задним ходом к пассажиру на этом участке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/68-09.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешается ли вам, управляя грузовым автомобилем с разрешенной максимальной массой более 3,5 т, выехать на третью полосу в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/68-10.jpg",
        answer: [
            "Разрешается.",
            "Разрешается только для поворота налево или разворота.",
            "Разрешается только для опережения.",
            "Запрещается."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы обогнать трактор, управляя грузовым автомобилем с разрешенной максимальной массой более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/68-11.jpg",
        answer: [
            "Да.",
            "Нет.",
            "Да, если скорость обгоняемого трактора менее 30 км/ч."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил правила остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/68-12.jpg",
        answer: [
            "Только А и В.",
            "Только Б и В.",
            "Никто не нарушил."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/68-13.jpg",
        answer: [
            "Первым.",
            "Вторым.",
            "Последним."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто имеет преимущество в движении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/68-14.jpg",
        answer: [
            "Вы.",
            "Грузовой автомобиль."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы намерены развернуться. Кому вы должны уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/68-15.jpg",
        answer: [
            "Только грузовому автомобилю.",
            "Только легковому автомобилю.",
            "Обоим транспортным средствам."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Двигаясь по автомагистрали, вы можете произвести остановку:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/68-16.jpg",
        answer: [
            "Только через 500 м.",
            "В любом месте правее линии, обозначающей край проезжей части.",
            "В любом месте у края проезжей части."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Двигаясь в темное время суток вне населенного пункта с дальним светом фар, вы догнали движущееся впередии вас транспортное средство. Ваши действия?",
        img: "",
        answer: [
            "Оставите включенными габаритные огни, выключив дальний свет фар.",
            "Переключите дальний свет фар на ближний.",
            "Допускаются оба варианта действий."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как вы должны поступить, если во время движения отказал в работе GPS-навигатор?",
        img: "",
        answer: [
            "Попытаться устранить неисправность на месте, а если это невозможно, то следовать к месту стоянки или ремонта с соблюдением необходимых мер предосторожности.",
            "Прекратить дальнейшее движение.",
            "Продолжить намеченную поездку."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "На повороте возник занос задней оси заднеприводного автомобиля. Ваши дейсвтия?",
        img: "",
        answer: [
            "Увеличить подачу топлива, рулевым колесом стабилизировать движение.",
            "Притормозить и повернуть рулевое колесо в сторону заноса.",
            "Значительно уменьшить подачу топлива, не меняя положения рулевого колеса.",
            "Слегка уменьшить подачу топлива и повернуть рулевое колесо в сторону заноса."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Какие административные меры могут быть применены к водителю транспортного средства за оставление в нарушение Правил места дорожно-транспортного происшествия, участником которого он является?",
        img: "",
        answer: [
            "Штраф от десяти до пятнадцати необлагаемых минимумов доходов граждан.",
            "Штраф от пятнадцати до восемнадцати необлагаемых минимумов доходов граждан или лишение права управления транспортными средствами на срок от 1 года до 1,5 лет.",
            "Штраф от пятнадцати до восемнадцати необлагаемых минимумов доходов граждан или общественные работы на срок от тридцати до сорока часов, или административный арест на срок от десяти до пятнадцати суток."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B69
    {
        text: "Что означает термин \"тротуар\"?",
        img: "",
        answer: [
            "Элемент дороги, предназначенный для движения пешеходов, велосипедо и мопедов, который примыкает к проезжей части или отделен от нее газоном.",
            "Элемент дороги, предназначенный для движения пешеходов, который примыкает к проезжей части или отделен от нее газоном.",
            "Элемент дороги, предназначенный для движения пешеходов, остановки и стоянки легковых автомобилей и мотоциклов, который примыкает к проезжей части или отделен от нее газоном."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки предупреждают вас о том, что вы движитесь по главной дороге?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/69-02.jpg",
        answer: [
            "Только А.",
            "А и В.",
            "Все."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли вам обгон, если вы управляете грузовым автомобилем с разрешенной максимальной массой более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/69-03.jpg",
        answer: [
            "Запрещен.",
            "Разрешен, если скорость обгоняемого автомобиля менее 30 км/ч.",
            "Разрешен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю поставить грузовой автомобиль на стоянку в этом месте указанным способом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/69-04.jpg",
        answer: [
            "Да.",
            "Да, если разрешенная максимальная масса автомобиля менее 3,5 т.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Такой вертикальной разметкой обозначают:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/69-05.jpg",
        answer: [
            "Бордюры в местах, где запрещена стоянка тарнспортных средств.",
            "Торцевые поверхности опасных элементов дорог.",
            "Любые элементы дорожных сооружений, представляющих опасность."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком месте вам следует остановиться?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/69-06.jpg",
        answer: [
            "Перед светофором.",
            "Перед стоп-линией.",
            "В любом."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Должны ли вы подавать сигналы указателями поворота при маневрировании на территории охраняемой автостоянки супермаркета?",
        img: "",
        answer: [
            "Да.",
            "Нет.",
            "Да, но только при наличии в непосредственной близости других транспортных средств."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких направлениях вы можете продолжить движение по второй полосе на грузовом автомобиле с разрешенной максимальной массой более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/69-08.jpg",
        answer: [
            "Только прямо.",
            "Прямо и направо.",
            "Прямо и в обратном направлении."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю движение задним ходом при отсутствии других участников движения?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/69-09.jpg",
        answer: [
            "Разрешено, но только до пешеходного перехода.",
            "Запрещено.",
            "Разрешено."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При интенсивном движении менять полосу разрешается:",
        img: "",
        answer: [
            "Только для объезда препятствия.",
            "Только для поворота.",
            "Только для разворота или остановки.",
            "Все ответы верные."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Разрешено ли вам совершить такой маневр?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/69-11.jpg",
        answer: [
            "Разрешено.",
            "Запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей нарушил правила остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/69-12.jpg",
        answer: [
            "Только водитель автомобиля А.",
            "Только водитель автомобиля Б.",
            "Оба не нарушили.",
            "Оба нарушили."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/69-13.jpg",
        answer: [
            "Выполните маневр без остановки на перекрестке.",
            "Выехав на перекресток, остановитесь у стоп-линии и, дождавшись зеленого сигнала светофора на разделительной полосе, завершите маневр."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/69-14.jpg",
        answer: [
            "Вторым.",
            "Первым."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены проехать перекресток в прямом направлении. Следует ли уступить дорогу грузовому автомобилю, выезжающему с грунтовой дороги?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/69-15.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам, управляя грузовым автомобилем, совершить опережение в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/69-16.jpg",
        answer: [
            "Да, если разрешенная максимальная масса вашего автомобиля менее 3,5 т.",
            "Да, независимо от величины разрешенной максимальной массы вашего автомобиля.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие внешние световые приборы должны быть включены на транспортном средстве во время остановки на дороге в темное время суток и в условиях недостаточной видимости?",
        img: "",
        answer: [
            "Габаритные фонари.",
            "Стояночные фонари.",
            "Аварийная световая сигнализация.",
            "Правильные ответы 1 и 2."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "При какой неисправности вам запрещена эксплуатация транспортного средства, на котором установлены шины с шипами?",
        img: "",
        answer: [
            "Ошиповка шин выполнена не заводом изготовителем.",
            "В шинах отсутствует свыше 50% шипов.",
            "Шины с шипами противоскольжения используются в летний период (июнь, июль, август)."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Что должен сделать водитель, чтобы быстро восстановить эффективность тормозов после проезда черз водную преграду?",
        img: "",
        answer: [
            "Продолжить движение, немного натянув рычаг ручного тормоза.",
            "Продолжить движение и просушить тормозные колодки многократными непродолжительными нажатиями на педаль тормоза.",
            "Продолжить движение с малой скоростью без притормаживания."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Каким образом оказать первую помощь при ранении, полученном в результате ДТП?",
        img: "",
        answer: [
            "Промыть рану водой, удалить инородные тела, попавшие в рану, приложить стерильную вату, закрепив ее бинтовой повязкой.",
            "Надеть медицинские перчатки, рану промыть спиртовым раствором йода, смазать лечебной мазью и заклеить сплошным лейкопластырем.",
            "Надеть медицинские перчатки, рану не промывать, на рану наложить марлевую стерильную салфетку, закрепив ее лейкопластырем по краям или бинтовой повязкой."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B70
    {
        text: "Что означает термин \"сумерки\"?",
        img: "",
        answer: [
            "Промежуток времени продолжительностью 30 минут после заката и 30 минут до восхода солнца.",
            "Промежуток времени продолжительностью 60 минут после заката и 60 минут до восхода солнца.",
            "Промежуток времени продолжительностью 80 минут после заката и 80 минут до восхода солнца."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам выполнить разворот по указанным траекториям?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/70-02.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автомобиль на стоянку в указанном месте по четным числам месяца?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/70-03.jpg",
        answer: [
            "Разрешено только после 19 часов.",
            "Разрешено.",
            "Запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки предупреждают водителя о приближении к пешеходному переходу, где будет необходимо предоставить им преимущество в движении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/70-04.jpg",
        answer: [
            "Только А и Б.",
            "Только А.",
            "Всеми."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Что означает данная дорожная разметка на проезжей части дороги?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/70-05.jpg",
        answer: [
            "Маршрут для велосипедистов.",
            "Место, где могут появиться велосипедисты.",
            "Дорожку для велосипедистов."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вам разрешено продолжить движение:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/70-06.jpg",
        answer: [
            "Прямо и направо.",
            "Только прямо.",
            "Только направо."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как вы должны действовать, если намереваетесь повернуть налево или выполнить разворот на двухполосной дороге?",
        img: "",
        answer: [
            "Включить левые указатели поворота, затем приступить к маневру.",
            "Убедиться, что вас не обгоняют, затем включить левые указатели поворота и приступить к маневру."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы собираетесь начать движение от тротуара. Должны ли вы уступить дорогу автомобилю, выполняющему разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/70-08.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю легкового автомобиля подъехать задним ходом к пассажиру, стоящему на тротуаре в тоннеле?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/70-09.jpg",
        answer: [
            "Да.",
            "Да, если не будут созданы помехи другим участникам движения.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли вам в данной ситуации движение на грузовом автомобиле с разрешенной максимальной массой свыше 3,5 т по третьей полосе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/70-10.jpg",
        answer: [
            "Разрешается, если разрешенная максимальная масса менее 5,3 т",
            "Разрешается независимо от разрешенной максимальной массы.",
            "Запрещается."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Запрещен ли обгон на дорогах с двусторонним движением, имеющих две и более полосы для движения в одном направлении?",
        img: "",
        answer: [
            "Не запрещен.",
            "Запрещен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Нарушил ли водитель правила остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/70-12.jpg",
        answer: [
            "Нарушил, т.к. закрыл видимость знака.",
            "Не нарушил, т.к. остановился перед знаком."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/70-13.jpg",
        answer: [
            "Вторым.",
            "Первым."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При желтом мигающем сигнале светофора, двигаясь прямо, вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/70-14.jpg",
        answer: [
            "Остановиться и продолжить движение только после включения зеленого сигнала светофора.",
            "Уступите дорогу гужевой повозке.",
            "Проехать перекресток одновременно со встречным автомобилем."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток третьим?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/70-15.jpg",
        answer: [
            "Вы.",
            "Легковой автомобиль.",
            "Мотоцикл.",
            "Автобус."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "В каком случае водитель транспортного средства, приближающегося к нерегулируемому пешеходному переходу, обязан уступить дорогу пешеходам?",
        img: "",
        answer: [
            "Если пешеходы переходят проезжую часть.",
            "Если пешеходы вступили на проезжую часть.",
            "В обоих перечисленных случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Обязаны ли вы переключить дальний свет на ближний, если водитель встречного транспортного средства периодическим переключением света фар покажет необходимость этого?",
        img: "",
        answer: [
            "Обязаны, только если расстояние до встречного транспортного средства менее 250 м.",
            "Обязаны, даже если расстояние до встречного транспортного средства более 250 м.",
            "Не обязаны."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Принято считать, что среднее время реакции водителя составляет:",
        img: "",
        answer: [
            "Примерно 0,5 секунды.",
            "Примерно 1 секунду.",
            "Примерно 2 секунды."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "На каком рисунке показано правильное положение рук на рулевом колесе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/70-19.jpg",
        answer: [
            "На левом.",
            "На среднем.",
            "На правом."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При совершении административного правонарушения, влекущего задержание транспортного средства, оно задерживается до:",
        img: "",
        answer: [
            "Составления протокола об административном правонарушении.",
            "Устранения причины задержания.",
            "Рассмотрения дела об администартивном правонарушении."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B71
    {
        text: "Сколько проезжих частей имеет данная дорога?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/71-01.jpg",
        answer: [
            "Две.",
            "Одну."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки информируют вас о приближении к началу дороги с реверсивным движением?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/71-02.jpg",
        answer: [
            "Только Б.",
            "Только А и Б.",
            "Все."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение на грузовом автомобиле с разрешенной максимальной массой 24 т при фактической массе 18 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/71-03.jpg",
        answer: [
            "Только В.",
            "Б и Г.",
            "А и В.",
            "В любом направлении."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы буксируете неисправный автомобиль. По какой полосе вы можете продолжить движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/71-04.jpg",
        answer: [
            "Только по правой.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешается ли вам пересекать двойную сплошную линию продольной разметки?",
        img: "",
        answer: [
            "Разрешается только при выезде из дворов и других прилегающих территорий.",
            "Разрешается только кратковременно, при обгоне.",
            "Разрешается только кратковременно, при интенсивном движении.",
            "Не разрешается."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Разрешен ли на этом перекрестке правый поворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/71-06.jpg",
        answer: [
            "Нет, на этом перекрестке поворот направо всегда запрещен.",
            "Да, при включении зеленого сигнала в дополнительной секции."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вытянутая рука водителя стоящего легкового автомобиля является предупреждающим сигналом, информирующим вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/71-07.jpg",
        answer: [
            "О его намерении начать движение.",
            "О его просьбе оказать помощь.",
            "Об имеющейся опасности за поворотом."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Водитель какого транспортного средства не нарушает Правила?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/71-08.jpg",
        answer: [
            "Только грузового автомобиля.",
            "Только легкового автомобиля.",
            "Оба не нарушают."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли вам выполнить разворот на перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/71-09.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение на грузовом автомобиле с разрешенной максимальной массой более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/71-10.jpg",
        answer: [
            "60 км/ч.",
            "70 км/ч.",
            "80 км/ч."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто должен уступить дорогу на данном участке, если встречный разъезд ТС затруднен?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/71-11.jpg",
        answer: [
            "Водитель грузового автомобиля.",
            "Водитель легкового автомобиля."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автомобиль на стоянку в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/71-12.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешен ли вам поворот налево?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/71-13.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/71-14.jpg",
        answer: [
            "Последним.",
            "Первым.",
            "Вторым, вместе с трамваем."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/71-15.jpg",
        answer: [
            "Первым.",
            "Вторым.",
            "Третьим.",
            "Последним."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Можно ли обучать вождению на этой дороге?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/71-16.jpg",
        answer: [
            "Можно, используя для движения только правую полосу проезжей части.",
            "Можно только при наличии данного опознавательного знака.",
            "Нельзя."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли подключать задние противотуманные фары к сигналам торможения?",
        img: "",
        answer: [
            "Не разрешается.",
            "Разрешается, в условиях недостаточной видимости.",
            "Разрешается."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешается ли движение до места ремонта или стоянки в темное время суток с не горящими (из-за неисправности) фарами и задними габаритными огнями?",
        img: "",
        answer: [
            "Запрещается только на дорогах без искусственного освещения.",
            "Запрещается.",
            "Разрешается."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как должен поступить водитель в случае потери сцепления колес с дорогой из-за образования \"водяного клина\" (эффект аквапланирования)?",
        img: "",
        answer: [
            "Увеличить скорость.",
            "Снизить скорость резким нажатием на педаль тормоза.",
            "Снизить скорость, применяя торможение двигателем."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как влияет алкогольное или наркотическое опьянение водителя на его внимание и реакцию?",
        img: "",
        answer: [
            "Внимание притупляется, время реакции уменьшается.",
            "Внимание притупляется, время реакции увеличивается.",
            "Внимание не притупляется, время реакции увеличивается."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B72
    {
        text: "Для обеспечения безопасности дорожного движения водитель обязан:",
        img: "",
        answer: [
            "Пользоваться кондиционером в жаркое время года.",
            "Пользоваться видеорегистратором.",
            "Вступить в Добровольное Общество Автолюбителей.",
            "Не загрязнять автомобильные дороги и улицы.",
            "Пользоваться GPS-навигатором."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Какие знаки информируют вас, что на перекрестке вы будете иметь преимущество в движении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/72-02.jpg",
        answer: [
            "Только В.",
            "Только А.",
            "Только А и Б.",
            "Все."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Данный знак запрещает движение:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/72-03.jpg",
        answer: [
            "Гужевых повозок (саней, телег, фургонов, экипажей), животных под седлом или вьюком, выпас животных, а также прогон скота.",
            "Гужевых повозок (саней), животных под седлом или вьюком, а также прогон скота.",
            "Гужевых повозок (саней), животных под седлом или вьюком."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком направлении вам разрешено движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/72-04.jpg",
        answer: [
            "Только Б.",
            "Только А и Б.",
            "Только Б и В.",
            "Во всех из указанных."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Разметкой в виде буквы \"А\" обозначают:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/72-05.jpg",
        answer: [
            "Специальную полосу для любых автобусов.",
            "Специальную полосу для маршрутных транспортных средств.",
            "Место для остановки и стоянки любых автобусов."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы двигаться по второй полосе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/72-06.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Нарушили ли вы Правила, не заняв заблаговременно правую полосу движения перед въездом на перекресток?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/72-07.jpg",
        answer: [
            "Нет.",
            "Да."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Выезжая с прилегающей территории, вы обязаны уступить дорогу:",
        img: "",
        answer: [
            "Только пешеходам.",
            "Только маршрутным транспортным средствам.",
            "Любым транспортным средствам и пешеходам."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам развернуться в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/72-09.jpg",
        answer: [
            "Разрешено только в населенных пунктах.",
            "Разрешено только при видимости дороги более 100 м.",
            "Не разрешено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каких случаях ТС, скорость движения которых не должна превышать 40 км/ч могут двигаться не в правом ряду проезжей части?",
        img: "",
        answer: [
            "Когда выполняется обгон, объезд.",
            "При перестроении перед поворотом налево или разворотом.",
            "Оба ответа верны."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "За сколько метров до пешеходного перехода вне населенного пункта запрещен обгон?",
        img: "",
        answer: [
            "Ближе чем за 100 м.",
            "Ближе чем за 150 м.",
            "Ближе чем за 200 м."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком из указанных мест вы остановитесь с нарушением Правил?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/72-12.jpg",
        answer: [
            "Только А и Б.",
            "Только А и В.",
            "Только Б и В.",
            "Во всех нарушите."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/72-13.jpg",
        answer: [
            "Первым.",
            "Вторым, после грузового автомобиля с включенным проблесковым маячком.",
            "Вторым."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Подъезжая к неподвижному автомобилю с включенным проблесковым маячком синего цвета и специальным звуковым сигналом, вы должны:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/72-14.jpg",
        answer: [
            "Проехать перекресток с предельной внимательностью, возможно понадобиться ваша помощь.",
            "Снизить скорость до 40 км/ч и в случае подачи регулировщиком соответствующего сигнала остановиться.",
            "Снизить скорость до 20 км/ч и в случае подачи регулировщиком соответствующего сигнала остановиться."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/72-15.jpg",
        answer: [
            "Первым.",
            "Вторым.",
            "Третьим.",
            "Последним."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли движение по автомагистрали, если ваше транспортное средство по техническому состоянию развивает скорость менее 50 км/ч?",
        img: "",
        answer: [
            "Запрещается.",
            "Разрешается только по крайней правой полосе.",
            "Разрешается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Перевозка груза запрещается, если он:",
        img: "",
        answer: [
            "Во время дождя не укрыт тентом.",
            "Нарушает устойчивость ТС и затрудняет управление им.",
            "Расположен выше бортов автомобиля."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разреашется ли вам устанавливать на одну ось грузового автомобиля шины с различным рисунком протектора?",
        img: "",
        answer: [
            "Разрешается на любую ось.",
            "Разрешается только на заднюю ось.",
            "Не разрешается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "На каком рисунке водитель выполняет левый поворот по траектории, обеспечиващей наибольшую безопасность движения?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/72-19.jpg",
        answer: [
            "На правом.",
            "На левом."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как обеспечить восстановление и поддержание проходимости дыхательных путей пострадавшего при подготовке к проведению сердчено-легочной реанимации?",
        img: "",
        answer: [
            "Очистить ротовую полость от слизи и рвотных масс. Уложить пострадавшего на спину, запрокинуть ему голову, поднять подбородок и выдвинуть ему нижнюю челюсть.",
            "Уложить пострадавшего на бок, наклонить его голову к груди. Очистить ротовую полость от слизи и рвотных масс.",
            "Уложить пострадавшего на спину, не запрокидывая ему голову, сжать щеки, чтобы раздвинуть губы и раскрыть рот. Очистить ротовую полость от слизи и рвотных масс."
        ],
        answerTrue: 0,
        prompt: ""
    },
    //B73
    {
        text: "Какой маневр намеревается выполнить водитель легкового автомобиля?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/73-01.jpg",
        answer: [
            "Обгон.",
            "Перестроение с дальнейшим опережением.",
            "Объезд."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Этот знак применяется для обозначения:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/73-02.jpg",
        answer: [
            "Крытых стоянок.",
            "Мест и площадок для стоянки транспортных средств.",
            "Подземных стоянок."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "На какие транспортные средства распространяется действие этих знаков?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/73-03.jpg",
        answer: [
            "Только на грузовые автомобили с разрешенной максимальной массой более 3,5 т.",
            "На все грузовые автомобили.",
            "На все транспортные средства, кроме легковых автомобилей."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Какие знаки указывают протяженность зоны для разворота?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/73-04.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "Все."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Этой линией обозначают:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/73-05.jpg",
        answer: [
            "Участок дороги, где запрещено движение вблизи тротуара.",
            "Места, где запрещена любая остановка.",
            "Места остановки маршрутных транспортных средств и стоянки такси."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Обязаны ли вы уступить дорогу автомобилю \"Скорой медицинской помощи\" с выключенным проблесковым маячком?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/73-06.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Дает ли вам преимущество в движении подача звукового сигнала?",
        img: "",
        answer: [
            "Да.",
            "Да, но только при завершении обгона.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам поворот направо по указанной траектории в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/73-08.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам выполнить разворот по указанным траекториям?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/73-09.jpg",
        answer: [
            "Разрешено только по А.",
            "Разрешено только по Б.",
            "Запрещено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "По какой полосе вы можете продолжить движение, завершив опережение вне населенного пункта?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/73-10.jpg",
        answer: [
            "Только по правой.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам обогнать грузовой автомобиль в конце подъема?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/73-11.jpg",
        answer: [
            "Разрешено, если скорость грузового автомобиля не более 30 км/ч.",
            "Разрешено.",
            "Запрещено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам поставить автомобиль на стоянку в указанном месте при наличии узкой обочины?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/73-12.jpg",
        answer: [
            "Разрешено.",
            "Разрешено, но только в светлое время суток.",
            "Запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/73-13.jpg",
        answer: [
            "Первым.",
            "Вторым.",
            "Третьим.",
            "Последним."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть налево. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/73-14.jpg",
        answer: [
            "Проедете перекресток первым.",
            "Выедете на перекресток и, уступив дорогу мотоциклисту, завершите поворот.",
            "Проедете перекресток третьим."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/73-15.jpg",
        answer: [
            "Первым.",
            "Вторым.",
            "Третьим."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто из водителей не нарушает Правила?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/73-16.jpg",
        answer: [
            "Никто из водителей.",
            "Только водитель трактора.",
            "Водители грузового автомобиля и трактора.",
            "Только водитель легкового автомобиля."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Как вы должны поступить при ослеплении вас дальним светом фар встречных или попутно движущихся транспортных средств?",
        img: "",
        answer: [
            "Принять вправо (в сторону обочины) и остановиться.",
            "Включить аварийную сигнализацию и, не меняя полосы движения, снизить скорость и остановиться.",
            "Подавая звуковой сигнал, остановиться."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Безопасной дистанцией при движении по сухой дороге на длинномерном грузовом автомобиле можно считать расстояние, которое автомобиль пройдет менее чем за:",
        img: "",
        answer: [
            "1 секунду.",
            "2 секунды.",
            "3 секунды."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие действия водителя приведут к уменьшению центробежной силы, возникающей на повороте?",
        img: "",
        answer: [
            "Увеличение скорости движения.",
            "Уменьшение скорости движения.",
            "Уменьшение радиуса прохождения поворота."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как влияет употребление лекарственных препаратов, снижающих быстроту реакции и внимание на время реакции водителя?",
        img: "",
        answer: [
            "Время реакции уменьшается.",
            "Время реакции увеличивается.",
            "На время реакции не влияет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B74
    {
        text: "На каких рисунках показана дорога с односторонним движением?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/74-01.jpg",
        answer: [
            "Только на левом верхнем и нижнем.",
            "Только на правом верхнем.",
            "Только на нижнем.",
            "На всех."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "На каком расстоянии до скользкого участка дороги устанавливается этот знак в населенном пункте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/74-02.jpg",
        answer: [
            "150-300 м.",
            "50-100 м.",
            "Непосредственно перед началом скользкого участка."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Этот дорожный знак запрещает движение:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/74-03.jpg",
        answer: [
            "Тракторов, тягачей, военной тяжелой технике.",
            "Тракторов, бульдозеров, экскаваторов и другой строительной техники.",
            "Тракторов, самоходных машин и механизмов."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какой из знаков используется для обозначения гостиницы или мотеля?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/74-04.jpg",
        answer: [
            "Только Б.",
            "Только А.",
            "Только В.",
            "А и Б."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам двигаться по данной полосе?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/74-05.jpg",
        answer: [
            "Нет.",
            "Да, но только до ближайшего перекрестка.",
            "Да, при отсутствии встречных транспортных средств."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам развернуться на этом перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/74-06.jpg",
        answer: [
            "Нет, разрешен только поворот налево.",
            "Нет.",
            "Да."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как следует обозначить буксируемый автомобиль при отсутствии или неисправности аварийной сигнализации?",
        img: "",
        answer: [
            "Включить габаритные огни, и обозначить транспортное средство флажком или куском красной ткани.",
            "Включить задний противотуманный фонарь.",
            "Установить на задней части буксируемого автомобиля знак аварийной остановки или мигающий красный фонарь."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Ваши действия при выполнении данного маневра:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/74-08.jpg",
        answer: [
            "Уступлю дорогу велосипедисту.",
            "Уступлю дорогу пешеходам.",
            "Уступлю дорогу пешеходам и велосипедисту.",
            "Проеду без остановки."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам разворот в этом месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/74-09.jpg",
        answer: [
            "Разрешен.",
            "Разрешен, если не будет создано помех движению маршрутных транспортных средств.",
            "Не разрешен."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Как определить количество полос для движения на проезжей части?",
        img: "",
        answer: [
            "Только разметкой.",
            "Только соответствующими знаками.",
            "Разметкой или знаками, а если их нет, то самим водителем."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В данной ситуации для того, чтобы продолжить движение в прямом направлении, вам разрешается:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/74-11.jpg",
        answer: [
            "Объехать грузовой автомобиль справа, соблюдая безопасный интервал и требования разметки 1.1.",
            "Продолжить движение только после того, как грузовой автомобиль выполнит поворот налево.",
            "Разрешается любое из перечисленных действий."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка на грузовом автомобиле с разрешенной максимальной массой более 3,5 т в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/74-12.jpg",
        answer: [
            "Разрешена.",
            "Разрешена только для загрузки или разгрузки.",
            "Запрещена."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/74-13.jpg",
        answer: [
            "Первым.",
            "Уступите дорогу трамваю."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Каков порядок проезда перекрестка?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/74-14.jpg",
        answer: [
            "Легковой автомобиль, мотоцикл, вы.",
            "Легковой автомобиль, вы, мотоцикл.",
            "Мотоцикл, легковой автомобиль, вы."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток последним?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/74-15.jpg",
        answer: [
            "Вы.",
            "Легковой автомобиль.",
            "Автобус."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При вынужденной остановке на железнодорожном переезде, сигналом общей тревоги являются:",
        img: "",
        answer: [
            "Серии звуковых сигналов транспортного средства, состоящие из трех длинных и одного короткого сигналов.",
            "Серии звуковых сигналов транспортного средства, состоящие из одного длинного и трех коротких сигналов.",
            "Серии звуковых сигналов транспортного средства, состоящие из одного длинного и двух коротких сигналов."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Следует ли включать внешние световые приборы в тоннеле с искусственным освещением?",
        img: "",
        answer: [
            "Да, фары ближнего света или габаритные огни.",
            "Да, фары ближнего света или дневные ходовые огни.",
            "Да, фары ближнего или дальнего света."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В каком случае вам разрешается эксплуатация автомобиля?",
        img: "",
        answer: [
            "Не работают в установленном режиме стеклоочистители.",
            "Не работают стеклоомыватели.",
            "Не работает стеклоподъемник."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "После длительного движения по двухполосной дороге за грузовым автомобилем на безопасной дистанции у вас появилась возможность совершить обгон. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/74-19.jpg",
        answer: [
            "Максимально приблизитесь к обгоняемому автомобилю, затем преестроитесь на полосу встречного движения и совершите маневр.",
            "Перестроитесь на полосу встречного движения, после чего произведете сближение с обгоняемым транспортным средством.",
            "Допустимы оба варианта действий."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Каким образом проводится сердечно-легочная реанимация пострадавшего?",
        img: "",
        answer: [
            "Искусственная вентиляция легких и непрямой массаж сердца: вначале один вдох методом \"Рот ко рту\", затем 15 надавливаний на грудину.",
            "Непрямой массаж сердца и искусственная вентиляция легких: вначале 5 надавливаний на грудину, затем 1 вдох методом \"Рот ко рту\".",
            "Непрямой массаж сердца и искусственная вентиляция легких: вначале 30 надавливаний на грудину, затем 2 вдоха методом \"Рот ко рту\"."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B75
    {
        text: "Что означает термин \"микроавтобус\"?",
        img: "",
        answer: [
            "Одноэтажный автобус с количеством мест для сидения не более восемнадцати с местом водителя включительно.",
            "Одноэтажный автобус с количеством мест для сидения не более семнадцати с местом водителя включительно.",
            "Одноэтажный автобус с количеством мест для сидения не более двадцати с местом водителя включительно."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких из указанных направлений вы можете продолжить движение на следующем перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/75-02.jpg",
        answer: [
            "Только Б.",
            "А или Б.",
            "Во всех."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие знаки разрешают движение со скоростью менее 50 км/ч?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/75-03.jpg",
        answer: [
            "Только А.",
            "А и В.",
            "Все знаки."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто из водителей не нарушил правила стоянки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/75-04.jpg",
        answer: [
            "Водители мотоцикла и легкового автомобиля.",
            "Только водитель грузового автомобиля.",
            "Все водители нарушили.",
            "Никто не нарушил."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "По какой траектории вы можете объехать препятствие?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/75-05.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "По любой."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Что означает сочетание красного и зеленого сигналов светофора?",
        img: "",
        answer: [
            "Вскоре будет включен зеленый сигнал.",
            "Неисправна светофорная сигнализация.",
            "Вскоре будет включен красный сигнал светофора."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "На каком расстоянии от ТС должен быть выставлен знак аварийной остановки в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/75-07.jpg",
        answer: [
            "Не менее 10 м.",
            "Не менее 15 м.",
            "Не менее 20 м.",
            "Не менее 30 м."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Двигаясь по правой полосе, вы намерены перестроиться на левую. На каком из рисунков показана ситуация, в которой вы обязаны уступить дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/75-08.jpg",
        answer: [
            "На левом.",
            "На правом.",
            "На обоих."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Нарушает ли водитель Правила, выполнив такой маневр?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/75-09.jpg",
        answer: [
            "Нет.",
            "Да."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение на грузовом автомобиле с разрешенной максимальной массой более 8,5 т после въезда на примыкающую слева дорогу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/75-10.jpg",
        answer: [
            "60 км/ч.",
            "70 км/ч.",
            "90 км/ч."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В данной ситуации вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/75-11.jpg",
        answer: [
            "Должны уступить дорогу.",
            "Имеете право проехать первым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком из указанных мест вы можете поставить на стоянку грузовой автомобиль с разрешенной максимальной массой более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/75-12.jpg",
        answer: [
            "Только Б.",
            "Только В.",
            "А или Б.",
            "А или В."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае вам не придется уступать дорогу другим участникам движения?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/75-13.jpg",
        answer: [
            "Только если вы намерены продолжить движение прямо.",
            "Только если вы намерены продолжить движение прямо или направо.",
            "В любом случае."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/75-14.jpg",
        answer: [
            "Первым.",
            "Вторым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/75-15.jpg",
        answer: [
            "Первым.",
            "Вторым.",
            "Последним."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Как вы должны поступить при вынужденной остановке на железнодорожном переезде?",
        img: "",
        answer: [
            "Попросить дежурного по переезду задержать поезд.",
            "Включить аварийную сигнализацию, выставить знак аварийной остановки и вызвать эвакуатор.",
            "В случае появления поезда бежать ему навстречу, подавая сигнал остановки."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При остановке и стоянке на неосвещенных участках дорог в темное время суток вы должны:",
        img: "",
        answer: [
            "Включить габаритные огни.",
            "Включить фары ближнего света.",
            "Выставить знак аварийной остановки."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Исключает ли антиблокировочная тормозная система возможность возникновения заноса или сноса при прохождении поворота?",
        img: "",
        answer: [
            "Полностью исключает возможность возникновения только заноса.",
            "Полностью исключает возможность возникновения только сноса.",
            "Не исключает возможность возникновения сноса или заноса."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "В какую сторону смещается прицеп автопоезда на повороте?",
        img: "",
        answer: [
            "Не смещается.",
            "Смещается к центру поворота.",
            "Смещается от центра поворота."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "При движении в условиях плохой видимости нужно выбирать скорость, исходя из того, чтобы остановочный путь был:",
        img: "",
        answer: [
            "Больше расстояния видимости.",
            "Меньше расстояния видимости."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B76
    {
        text: "Что означает термин \"регулировщик\"?",
        img: "",
        answer: [
            "Лицо, наделенно в установленном порядке полномочиями по регулированию дорожного движения с помощью сигналов, установленных Правилами, и непосредственно осуществляющее указанной регулирование.",
            "Любое лицо, непосредственно осуществляющее регулирование дорожного движения.",
            "Работник ГАИ, который с помощью сигналов, установленных Правилами, осуществляет регулирование дорожного движения."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам въехать на мост одновременно с мотоциклистом, если вы не затрудните ему движение?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/76-02.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких направлениях вам разрешено продолжить движение на перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/76-03.jpg",
        answer: [
            "Только В.",
            "А или В.",
            "Во всех, кроме Г."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие таблички распространяют действие установленных с ними знаков на грузовые автомобили с разрешенной максимальной массой более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/76-04.jpg",
        answer: [
            "Только А.",
            "Только В.",
            "А и В.",
            "Все."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам перестроиться на правую полосу для заезда во двор?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/76-05.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Скорость вашего автомобиля и автомобиля оперативной службы, одинаковы. Ваши дальнейшие действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/76-06.jpg",
        answer: [
            "Перестроиться на правую полосу и продолжить движение.",
            "Остановиться справа у тротуара."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Согнутая в локте рука водителя автомобиля является сигналом, информирующим вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/76-07.jpg",
        answer: [
            "О его намерении повернуть направо.",
            "О его намерении продолжить движение прямо.",
            "О его намерении остановиться, чтобы уступить дорогу мотоциклисту."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При отсутствии полосы разгона у АЗС, кто имеет преимущество в движении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/76-08.jpg",
        answer: [
            "Водитель легкового автомобиля.",
            "Водитель грузового автомобиля."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "По какой траектории вам разрешено выполнить разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/76-09.jpg",
        answer: [
            "Только по А.",
            "Только по Б.",
            "Ни по одной из предложенных."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каких случаях на дорогах, проезжая часть которых разделена линиями разметки, вы обязаны двигаться строго по полосам?",
        img: "",
        answer: [
            "Только при интенсивном движении.",
            "Только если полосы движения обозначены сплошными линиями разметки.",
            "Во всех случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Водитель обгоняемого транспортного средства обязан:",
        img: "",
        answer: [
            "Снизить скорость движения.",
            "Двигаться с прежней или большей скоростью.",
            "Двигаться с прежней или меньшей скоростью."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка на грузовом автомобиле с разрешенной максимальной массой более 3,5 т на левой стороне дороги?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/76-12.jpg",
        answer: [
            "Разрешена.",
            "Разрешена только для загрузки или разгрузки.",
            "Запрещена."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы намерены повернуть направо. Ваши действия?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/76-13.jpg",
        answer: [
            "Остановитесь перед стоп-линией и, пропустив пешеходов, повернете направо.",
            "Выехав на перекресток, остановитесь перед пешеходным переходом, чтобы пропустить пешеходов.",
            "Продолжите движение без остановки на перекрестке."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/76-14.jpg",
        answer: [
            "Трамвай.",
            "Вы."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/76-15.jpg",
        answer: [
            "Вторым.",
            "Последним.",
            "Первым."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто проедет первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/76-16.jpg",
        answer: [
            "Грузовой автомобиль.",
            "Вы."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При остановке или стоянке опознавательный знак \"Автопоезд\" должен быть включен:",
        img: "",
        answer: [
            "Только в темное время суток во время остновки или стоянки на дороге.",
            "Только в условиях недостаточной видимости, во время остановки или стоянки на дороге.",
            "В темное время суток и в условиях недостаточной видимости во время остановки или стоянки на дороге."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешается ли устанавливать на транспортном средстве шипованные шины на ведущие колеса, а не ошипованные на ведомые?",
        img: "",
        answer: [
            "Разрешается.",
            "Разрешается только в городской черте.",
            "Запрещается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как правильно произвести экстренное торможение на скользкой дороге, если ваш автмообиль оборудован антиблокировочной тормозной ситемой?",
        img: "",
        answer: [
            "Тормозить прерывистым нажатием на педаль тормоза, не допуская блокировки колес.",
            "Нажать на педаль тормоза до упора и удерживать ее до полной остановки."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Владелец транспортного средства обязан возместить вред, причиненный этим транспортным средством, если не докажет, что:",
        img: "",
        answer: [
            "Вред возник исключительно вследствие непреодолимой силы.",
            "Вред возник исключительно вследствие умысла потерпевшего.",
            "Вред возник вследствие непреодолимой силы или умысла потерпевшего."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B77
    {
        text: "К категории \"D1\" относятся транспортные средства, предназначенные для перевозки пассажиров и имеющие:",
        img: "",
        answer: [
            "Более 8 сидячих мест, включая сиденье водителя.",
            "Более 8, но не более 16 сидячих мест, включая сиденье водителя.",
            "Более 8, но не более 16 сидячих мест, помимо сиденья водителя."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие знаки устанавливают на самом большом расстоянии при подъезде к железнодорожному переезду?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/77-02.jpg",
        answer: [
            "Только А.",
            "Только В.",
            "Только Б.",
            "А и В."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам разворот в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/77-03.jpg",
        answer: [
            "Разрешен.",
            "Не разрешен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли вам остановиться за путепроводом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/77-04.jpg",
        answer: [
            "Нет.",
            "Да."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешается ли вам совершить опережение в данной ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/77-05.jpg",
        answer: [
            "Разрешается.",
            "Разрешается только в населенном пункте.",
            "Запрещается."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы были намерены проехать перекресток в прямом направлении. Как следует поступить, если вы не успели заранее перестроиться на левую полосу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/77-06.jpg",
        answer: [
            "Выехать за стоп-линию, перестроиться на левую полосу и остановиться перед пересекаемой проезжей частью.",
            "Остановиться перед стоп-линией и, дождавшись зеленого сигнала светофора, продолжить движение прямо.",
            "Повернуть направо."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какие указатели поворота вы обязаны включить при выполнении разворота по такой траектории?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/77-07.jpg",
        answer: [
            "Только правые.",
            "Только левые.",
            "Сначала правые, а при движении от тротуара - левые."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто должен уступить дорогу при взаимном перестроении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/77-08.jpg",
        answer: [
            "Водитель легкового автомобиля.",
            "Водитель грузового автомобиля."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю легкового автомобиля подъехать задним ходом и подобрать пассажира, стоящего на автобусной остановке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/77-09.jpg",
        answer: [
            "Разрешено.",
            "Запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какова должна быть скорость ТС, перевозящие крупногабаритные, тяжеловесные и опасные грузы?",
        img: "",
        answer: [
            "Не выше предельных ограничений скорости, установленные для каждого такого транспортного средства.",
            "Установленной при согласовании с Госавтоинспекцией условий и режимов перевозки.",
            "Не выше установленных заводом-изготовителем, для каждого такого транспортного средства."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Запрещен ли обгон колонны транспортных средств, позади которой движется транспортное средство с включенным проблесковым маячком (кроме оранжевого)?",
        img: "",
        answer: [
            "Запрещен только в населенных пунктах.",
            "Запрещен.",
            "Разрешен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы остановиться в указанном месте для посадки пассажира?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/77-12.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/77-13.jpg",
        answer: [
            "Вторым.",
            "Первым.",
            "После разрешающего сигнала регулировщика."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/77-14.jpg",
        answer: [
            "Вторым.",
            "Первым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/77-15.jpg",
        answer: [
            "Вы.",
            "Трамвай."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Можете ли вы, управляя грузовым автомобилем с разрешенной максимальной массой более 3,5 т, опередить автомобиль, движущийся со скоростью 70 км/ч?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/77-16.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Допускается ли движение водителей гужевых повозок (саней) по обочине?",
        img: "",
        answer: [
            "Нет.",
            "Только в населенных пунктах.",
            "Да."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какая наименьшая величина остаточной высоты рисунка протектора допускается при эксплуатации мотоцикла и мопеда?",
        img: "",
        answer: [
            "1,6 мм.",
            "1,0 мм.",
            "0,8 мм.",
            "2,0 мм."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как изменяется величина центробежной силы с уменьшением скорости движения на повороте?",
        img: "",
        answer: [
            "Не изменяется.",
            "Уменьшается пропорционально скорости.",
            "Уменьшается пропорционально квадрату скорости."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Как оказывается первая помощь при переломах конечностей, если отсутствуют иммобилизационные шины и подручные средства для изготовления?",
        img: "",
        answer: [
            "Верхнюю конечность, вытянутую вдоль тела, прибинтовывают к туловищу. Нижние конечности прибинтовывают друг к другу, проложив между ними мягкую ткань.",
            "Верхнюю конечность, согнутую в локте, подвешивают на косынке и прибинтовывают к туловищу. Нижние конечности прибинтовывают друг к другу, обязательно проложив между ними мягкую ткань.",
            "Верхнюю конечность, согнутую в локте, подвешивают на косынке и прибинтовывают к туловищу. Нижние конечности плотно прижимают друг к другу и прибинтовывают."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B78
    {
        text: "Сколько пересечений проезжих частей имеет этот перекресток?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/78-01.jpg",
        answer: [
            "Одно.",
            "Два.",
            "Четыре."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Сколько метров вам осталось проехать до железнодорожного переезда?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/78-02.jpg",
        answer: [
            "От 100 до 200 м.",
            "От 150 до 300 м.",
            "От 250 до 350 м."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки запрещают разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/78-03.jpg",
        answer: [
            "А и Б.",
            "Все разрешают.",
            "Только А."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Двигаясь по крайней левой полосе, вам разрешен разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/78-04.jpg",
        answer: [
            "Нет, только поворот налево.",
            "Нет.",
            "Да."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешена ли вам стоянка в указанно месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/78-05.jpg",
        answer: [
            "Не разрешена.",
            "Разрешена только с заездом на тротуар.",
            "Разрешена, если не создается помех маршрутным транспортным средствам.",
            "Разрешена."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "В каком случае водитель автомобиля имеет преимущество перед другими участниками движения?",
        img: "",
        answer: [
            "Только при включенных проблесковых маячках синего или зеленого цвета.",
            "Только при включенном проблесковом маячке оранжевого цвета.",
            "Только при включенном проблесковом маячке синего (синего или красного) цвета и (или) специальном звуковом сигнале.",
            "Во всех перечисленных случаях."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы приняли решение остановиться сразу же после перекрестка. Когда необходимо включить правые указатели поворота?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/78-07.jpg",
        answer: [
            "До въезда на перекресток, чтобы заблаговременно предупредить других водителей об остановке.",
            "Только после въезда на перекресток.",
            "Место включения указателей поворота не имеет значения, т.к. поворот направо запрещен."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Съезжая с дороги на прилегающую справа территорию, вы:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/78-08.jpg",
        answer: [
            "Пользуетесь преимуществом перед другими участниками движения.",
            "Должны уступить дорогу только пешеходам.",
            "Должны уступить дорогу только велосипедисту.",
            "Должны уступить дорогу пешеходам и велосипедисту."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Разрешено ли вам движение задним ходом на данном участке дороги с подъемом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/78-09.jpg",
        answer: [
            "Не разрешено.",
            "Разрешено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение после знака, если вы управляете мопедом?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/78-10.jpg",
        answer: [
            "60 км/ч.",
            "70 км/ч.",
            "80 км/ч."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Можете ли вы начать обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/78-11.jpg",
        answer: [
            "Да, если обгон будет завершен до перекрестка.",
            "Да.",
            "Нет."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешена ли вам остановка на грузовом автомобиле с разрешенной максимальной массой более 3,5 т в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/78-12.jpg",
        answer: [
            "Разрешена.",
            "Разрешена только для загрузки или разгрузки.",
            "Запрещена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/78-13.jpg",
        answer: [
            "Первым.",
            "Вторым.",
            "Последним."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Кто проедет перекресток первым?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/78-14.jpg",
        answer: [
            "Трамвай.",
            "Вы."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/78-15.jpg",
        answer: [
            "Первым.",
            "Вторым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких случаях вы должны пропускать слепых пешеходов, подающих сигнал тростью белого цвета, направленной вперед:",
        img: "",
        answer: [
            "Только на специально оборудованных пешеходных переходах для слепых.",
            "В любом месте.",
            "Только на перекрестках и пешеходных переходах, в том числе специальных."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешается ли организованная перевозка группы детей в темное время суток?",
        img: "",
        answer: [
            "Разрешается в автобусах повышенной комфортности.",
            "Разрешается при междугородних и международных перевозках.",
            "Не разрешается."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "При движении в плотном потоке вы заметили сзади транспортное средство, движущееся на слишком малой дистанции. Как следует поступить, чтобы обоспечить безопасность движения?",
        img: "",
        answer: [
            "Скорректировать скорость движения, ослабив нажатие на педаль газа, чтобы увеличить дистанцию до движущегося впереди транспортного средства.",
            "Предупредить следующего сзади водителя резким кратковременным торможением.",
            "Допускается любое из перечисленных действий.",
            "Увеличить скорость движения, уменьшив дистанцию до движущегося впереди транспортного средства."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "Включение каких внешних световых приборов обеспечит вам наилучшую видимость дороги при движении ночью во время сильной метели?",
        img: "",
        answer: [
            "Противотуманных фар совместно с дальним светом фар.",
            "Противотуманных фар совместно с ближним светом фар."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каких случаях после совершения ДТП пострадавшего извлекают из салона автомобиля?",
        img: "",
        answer: [
            "Всегда при потере потерпевшим сознания.",
            "При потере потерпевшим сознания и отсутствия у него пульса на сонной артерии и признаков дыхания.",
            "При переломах нижних конечностей."
        ],
        answerTrue: 1,
        prompt: ""
    },
    //B79
    {
        text: "Для обеспечения безопасности дорожного движения водитель обязан:",
        img: "",
        answer: [
            "Не курить за рулем.",
            "Перед выездом узнать прогноз погоды по предполагаемому маршруту следования.",
            "Сообщать дорожно-эксплуатационным организациям или Госавтоинспекции о выявленных фактах создания препятствий для дорожного движения."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Этот знак предупреждает вас о приближении к:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/79-02.jpg",
        answer: [
            "Участку дороги, движение на котором регулируется светофором в пределах населенного пункта.",
            "Перекрестку, пешеходному переходу или участку дороги, движение на котором регулируется светофором.",
            "Перекрестку, движение на котором регулируется светофором."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В каком из указанных мест вы не нарушите правил остановки?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/79-03.jpg",
        answer: [
            "Только А.",
            "Только Б.",
            "В обоих не нарушите."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какие знаки разрешают вам выполнить разворот?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/79-04.jpg",
        answer: [
            "Только Б.",
            "А и В.",
            "Все."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Увеличение длины штриха прерывистой линии разметки информирует вас:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/79-05.jpg",
        answer: [
            "О начале зоны, где запрещены любые маневры.",
            "О начале опасного участка дороги.",
            "О приближении к сплошной линии разметки, разделяющей транспортные потоки попутных направлений."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам движение прямо и направо?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/79-06.jpg",
        answer: [
            "Только налево и в обратном направлении.",
            "Запрещено.",
            "Разрешено."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Если ТС не оборудовано аварийной световой сигнализацией или она неисправна, необходимо установить знак аварийной или мигающий красный фонарь:",
        img: "",
        answer: [
            "На багажник, или крышу автомобиля.",
            "Со стороны лучшей видимости для других участников дорожного движения.",
            "Со стороны худшей видимости для других участников дорожного движения."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Водитель автомобиля, выполняющий перестроение на правую полосу, в данной ситуации:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/79-08.jpg",
        answer: [
            "Обязан уступить дорогу.",
            "Имеет преимущество, т.к. завершает обгон."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Кто должен уступить дорогу при одновременном развороте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/79-09.jpg",
        answer: [
            "Водитель автобуса.",
            "Водитель легкового автомобиля."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "С какой максимальной скоростью вы можете продолжить движение на грузовом автомобиле с разрешенной максимальной массой более 3,5 т?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/79-10.jpg",
        answer: [
            "60 км/ч при буксировке.",
            "80 км/ч при перевозке людей в кузове.",
            "100 км/ч при эксплуатации прицепа.",
            "130 км/ч, если она соответствует технической характеристике данного ТС."
        ],
        answerTrue: 3,
        prompt: ""
    },
    {
        text: "По какой траектории водитель легкового автомобиля может выполнить обгон?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/79-11.jpg",
        answer: [
            "По любой.",
            "Только по А.",
            "Только по Б."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешено ли водителю грузового автомобиля произвести остановку в непосредственной близости от трамвайных путей?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/79-12.jpg",
        answer: [
            "Разрешено.",
            "Разрешено, если это не создаст помех движению трамвая.",
            "Запрещено."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Должен ли водитель легкового автомобиля при развороте уступить дорогу автобусу?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/79-13.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какова очередность проезда перекрестка?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/79-14.jpg",
        answer: [
            "Трамвай А, вы, трамвай Б.",
            "Трамвай Б, вы, трамвай А.",
            "Трамвай А с трамваем Б, вы."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Грузовой автомобиль проедет перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/79-15.jpg",
        answer: [
            "Последним.",
            "Первым.",
            "Вторым.",
            "Третьим."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Нарушил ли водитель Правила при вынужденной остановке на автомагистрали?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/79-16.jpg",
        answer: [
            "Да.",
            "Да, если не выставил знак аварийной остановки.",
            "Нет."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Буксировка запрещается:",
        img: "",
        answer: [
            "Если общая длина сцепленных ТС не превышает 24 м.",
            "Если общая длина сцепленных ТС превышает 22 м (маршрутных ТС - 30 м).",
            "Если общая длина сцепленных ТС превышает 24 м (маршрутных ТС - 32 м)."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Какое расстояние проедет транспортное средство за одну секунду при скорости движения около 70 км/ч?",
        img: "",
        answer: [
            "Примерно 10 м.",
            "Примерно 20 м.",
            "Примерно 30 м."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "В какой момент следует начинать отпускать стояночный тормоз при трогании на подъеме?",
        img: "",
        answer: [
            "До начала движения.",
            "После начала движения.",
            "Одновременно с началом движения."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "У водителя, совершившего административное правонарушение, влекущее лишение права управления транспортными средствами, водительское удостоверение изымается:",
        img: "",
        answer: [
            "После истечения срока обжалования постановления о лишении права управления транспортными средствами, если оно было обжаловано или оспорено.",
            "Немедленно после вынесения постановления о лишении права управления транспортными средствами.",
            "При выявлении и пресечении правонарушения, в омент составления административного протокола."
        ],
        answerTrue: 2,
        prompt: ""
    },
    //B80
    {
        text: "По требованию каких лиц необходимо предоставить транспортное средство и прицеп (при наличии) для весового и (или) габаритного контроля согласно установленной процедуре?",
        img: "",
        answer: [
            "Работника пункта габаритно-весового контроля или сотрудника полиции.",
            "Работника пункта габаритно-весового контроля, сотрудника полиции, или сотрудника Военной автомобильной инспекции.",
            "Любого регулировщика в форменной одежде, с нагрудным знаком и с жезлом.",
            "Всех перечисленных лиц."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "На транспортных средствах, движущихся в сопровождаемой колонне, должны быть включены:",
        img: "",
        answer: [
            "Габаритные огни.",
            "Ближний свет фар.",
            "Аварийная сигнализация.",
            "Правильные ответы 2 и 3."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Действие каких знаков не распространяется на такси с включенным таксометром?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/80-03.jpg",
        answer: [
            "Только А и Б.",
            "Только Г.",
            "Только Б, В и Г.",
            "Всех."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "О чем информирует данный дорожный знак?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/80-04.jpg",
        answer: [
            "О направлении движения к указанным на нем пунктам и достопримечательностям.",
            "О направлении движения к указанным на нем достопримечательностям.",
            "О направлении движения к указанным на нем населенным пунктам."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешено ли вам развернуться в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/80-05.jpg",
        answer: [
            "Нет.",
            "Только повернув налево, в ближайший двор.",
            "Да."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешено ли вам движение в прямом направлении?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/80-06.jpg",
        answer: [
            "Разрешено только направо.",
            "Запрещено.",
            "Разрешено только налево и разворот."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Являются ли предупреждающими сигналами распознавательные знаки автопоезда?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/80-07.jpg",
        answer: [
            "Да.",
            "Нет.",
            "Только вне населенного пункта."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Разрешен ли вам поворот направо на данном перекрестке с левого ряда?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/80-08.jpg",
        answer: [
            "Нет.",
            "Да, но только нужно перестроиться в правый ряд, а затем повернуть.",
            "Да."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Разрешен ли вам разворот в указанном месте?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/80-09.jpg",
        answer: [
            "Разрешен только при видимости дороги более 100 м.",
            "Не разрешен."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Что должен учитывать водитель автомобиля, определяя количество полос на проезжей части при отсутствии знаков и разметки?",
        img: "",
        answer: [
            "Только ширину проезжей части.",
            "Только габариты автомобилей.",
            "Ширину проезжей части, габариты автомобилей, а также необходимые интервалы между ними."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Должны ли вы уступить дорогу встречному грузовому автомобилю?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/80-11.jpg",
        answer: [
            "Да.",
            "Нет."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Разрешена ли вам стоянка в указанном месте на перекрестке?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/80-12.jpg",
        answer: [
            "Разрешена.",
            "Разрешена, если расстояние от вашего ТС до линии разметки не менее 3 м.",
            "Запрещена."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Вы проедете перекресток:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/80-13.jpg",
        answer: [
            "Первым.",
            "Последним.",
            "Вторым."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Вторым перекресток проедет:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/80-14.jpg",
        answer: [
            "Мотоцикл.",
            "Вы.",
            "Грузовой автомобиль."
        ],
        answerTrue: 1,
        prompt: ""
    },
    {
        text: "Последним перекресток проедет:",
        img: "http://avtoclub.dn.ua/test/test/ab_images/80-15.jpg",
        answer: [
            "Автобус.",
            "Грузовой автомобиль.",
            "Вы."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Где вы должны остановиться в такой ситуации?",
        img: "http://avtoclub.dn.ua/test/test/ab_images/80-16.jpg",
        answer: [
            "Не ближе 5 м до ближайшего рельса.",
            "У знака.",
            "Не ближе 10 м до ближайшего рельса."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "По специальным правилам осуществляется движение ТС и их составов в случае, когда хоть один из их габаритов превышает:",
        img: "",
        answer: [
            "По ширине 2,6 м, по высоте от поверхности дороги - 4 м, по длине - 22 м, фактическая масса свыше 38 т.",
            "По ширине 2,5 м, по высоте от поверхности дороги - 3,8 м, по длине - 20 м, фактическая масса свыше 37 т.",
            "По ширине 3,4 м, по высоте от поверхности дороги - 3,5 м, по длине - 21 м, фактическая масса свыше 36 т."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "Как воспринимается водителем скорость своего автомобиля при длительном движении по равнинной дороге на большой скорости?",
        img: "",
        answer: [
            "Кажется меньше, чем в действительности.",
            "Кажется больше, чем в действительности.",
            "Восприятие скорости не меняется."
        ],
        answerTrue: 0,
        prompt: ""
    },
    {
        text: "При движении по какому участку дороги действие сильного бокового ветра наиболее опасно?",
        img: "",
        answer: [
            "По открытому.",
            "По закрытому деревьями.",
            "При выезде с закрытого участка на открытый."
        ],
        answerTrue: 2,
        prompt: ""
    },
    {
        text: "Какова первая помощь при наличии признаков термического ожога второй степени (покраснение и отек кожи, образование на месте ожога пузырей, наполненных жидкостью, сильная боль)?",
        img: "",
        answer: [
            "Полить ожоговую поверхность холодной водой, смазать спиртовой настойкой йода, накрыть стерильной салфеткой и туго забинтовать. Дать болеутоляющее средство из индивидуальной аптечки.",
            "Вскрыть пузыри, очистить ожоговую поверхность от остатков одежды, накрыть стерильной салфеткой (не бинтовать), приложить холод, поить пострадавшего водой.",
            "Пузыри не вскрывать, остатки одежды с обоженной поверхности не удалять, рану накрыть стерильной салфеткой (не бинтовать), приложить холод, дать болеутоляющее средство из индвидуальной аптечки (при отсутствии аллергии на него) и поить пострадавшего водой."
        ],
        answerTrue: 2,
        prompt: ""
    }
];

// массив билетов
// c01:22333231131212343432
var cards = {
	'c1': [0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19],
	'c2': [20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39],
	//...
	'c80': [60,61,62,63,64,65,66,67,68,69,70,71,72,23,74,75,76,77,78,79]
};

// массив тем
var topics = {
    't1': [0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36],
    't2': [37,38,39,40,41],
    //...
    't32': [60,61,62,63,64,65,66,67,68,69,70,71,72,23,74,75,76,77,78,79]
};

// массив тем (названия)
// topic name: topicNames[i-1]
var topicNames = [
    'Общие положения',
    'Обязанности и права водителей механических транспортных средств',
    'Движение транспортных средств со специальными сигналами',
    'Обязанности и права пешеходов',
    'Обязанности и права пассажиров',
    'Требования к велосипедистам',
    'Требования к лицам, управляющим гужевым транспортом и погонщикам животных',
    'Регулирование дорожного движения',
    'Предупреждающие сигналы',
    'Начало движения и изменение его направления',
    'Расположение транспортных средств на проезжей части',
    'Скорость движения',
    'Дистанция, интервал, встречный разъезд',
    'Обгон',
    'Остановка и стоянка',
    'Проезд перекрестков',
    'Преимущества маршрутных транспортных средств',
    'Проезд пешеходных переходов и остановок транспортных средств',
    'Пользование внешними световыми приборами',
    'Движение через железнодорожные переезды',
    'Перевозка пассажиров',
    'Перевозка груза',
    'Буксировка и эксплуатация транспортных составов',
    'Учебная езда',
    'Движение транспортных средств в колоннах',
    'Движение в жилой и пешеходной зоне',
    'Движение по автомагистралям и дорогам для автомобилей',
    'Движение на крутых спусках и подъемах',
    'Международное движение',
    'Номерные, опознавательные знаки, надписи и обозначения',
    'Техническое состояние транспортных средств и их оборудование',
    'Отдельные вопросы дорожного движения, требующие согласования с ГосАвтоИнспекцией',
    'Дорожные знаки',
    'Дорожная разметка',
    'Светофоры'
];

// using:	getTicket(num)[q]
// num:		number of ticket from 1 to 80
// q:		index of question of this ticket [from 0 to 19]
// return	array
function getTicket(num) {
	if ( Number.isInteger(num) && num > 0) return cards['c'+num];
}

// using:	getTopic(num)[q]
// num:		number of topics from 1 to 33
// q:		index of question of this topic [from 0]
// return	array
function getTopic(num) {
    if ( Number.isInteger(num) && num > 0) return topics['t'+num];
}

// testing function
// b01:22333231131212343432
function getTrueAnswers(ticket) {
    var str = '';
    var num = 0;
    for (var i=0; i<20; i++) {
        num = questions[getTicket(ticket)[i]].answerTrue + 1;
        str = str + num;
    }
    console.log(str);
}